[
  {
    "title": "Japan bans baby names like Pikachu and Kitty",
    "description": "Japan changes the law to stop parents giving their children names considered strange.",
    "date": "24 December 2025",
    "link": "https://www.bbc.com/audio/play/p0mqb5nb",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251224",
    "story": "<p>Japan has changed the law to stop people naming their babies things like Pikachu and Kitty.<br/><br/>New rules have come in on the pronunciation of ‘kanji’, the Chinese characters used as one of the three forms of Japanese writing.<br/><br/>The change is designed to prevent unofficial pronunciations of the kanji characters. In recent times, these unusual interpretations of the characters have allowed people to call their children names which are seen as strange or silly by the authorities.</p>",
    "headlines": "Japan introduces rules to <strong>put</strong> outlandish baby names <strong>to bed</strong>\n  <strong>The Guardian</strong>\nYou can’t call your baby that… Japan limits the choice of baby names to stop <strong>“flashy”</strong> ones\n  <strong>Euro Weekly</strong>\nDon’t do it: Japan <strong>takes aim at</strong> baby names like ‘Nike’ with new rules on kanji readings\n  <strong>South China Morning Post</strong>",
    "keywords": "\t<strong>put something to bed</strong>\n\t\tdeal with a problem successfully\n\t\t<li>The company <strong>put to bed</strong> threats of strikes by offering workers a big pay rise.</li>\n\t<strong>flashy</strong>\n\t\tdescribes something expensive or designed to attract attention\n\t\t<li>The singer arrived at the awards ceremony in a <strong>flashy</strong> car.</li>\n\t<strong>take aim at something</strong>\n\t\ttry to deal with an issue; criticise something.\n\t\t<li>She <strong>took aim at</strong> her rival for the job promotion by pointing out all his weaknesses.</li>"
  },
  {
    "title": "Australia teen social media ban",
    "description": "Australia's social media ban for under-16s has started.",
    "date": "17 December 2025",
    "link": "https://www.bbc.com/audio/play/p0mp3kk5",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251217",
    "story": "<p>Children under the age of 16 in Australia are no longer allowed to have social media accounts – by law.</p> <p>The ban includes TikTok, X, Facebook, Instagram, YouTube, Snapchat and Threads.</p> <p>The Australian government says the ban will reduce the negative impact of features that encourage children to spend time on screens, potentially being exposed to harmful content.</p> <p>Critics of the ban say that children will not get the social contact they need and might be tempted to search in darker parts of the internet.</p>",
    "headlines": "Australia’s social media ban <strong>comes into force</strong>\n  <strong>The Observer</strong>\nHere are the platforms that will be included in the under-16s social media ban. But there's a <strong>caveat</strong>\n  <strong>9News</strong>\nAustralia leader defends social media ban as teens <strong>brag</strong> about staying online\n  <strong>BusinessWorld</strong>",
    "keywords": "\t<strong>come into force</strong>\n\t\ta new rule or policy starts to be used\n\t\t<li>People's heath has improved since the smoking ban <strong>came into force</strong>.</li>\n\t<strong>caveat</strong>\n\t\twarning about the limits of a situation\n\t\t<li>It’s a work trip so they’ll pay for my flight, but the <strong>caveat</strong> is that it has to be the cheapest one, so it's a really early start.</li>\n\t<strong>brag<br/></strong>\n\t\tspeak with too much pride about something you have or have achieved\n\t\t<li>If you <strong>brag</strong> too much about coming top of the class, people might stop liking you.</li>"
  },
  {
    "title": "Our world in English: Love in a warzone",
    "description": "Adela falls in love and moves to Kharkiv in Ukraine. Adapted from a BBC Eye documentary.",
    "date": "15 December 2025",
    "link": "https://www.bbc.com/audio/play/p0mnq2jw",
    "full_content_link": "https://www.bbc.co.uk/programmes/w3ct82ky",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Syria: One year since Assad's fall",
    "description": "It's one year since Syrian dictator Bashar al-Assad was forced to leave the capital.",
    "date": "10 December 2025",
    "link": "https://www.bbc.com/audio/play/p0mmqndb",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251210",
    "story": "<p>The 8th of December marked a year since Syrian dictator Bashar al-Assad was forced to leave the capital, Damascus. Assad’s regime, or way of governing, was marked by civil war and brutal attacks on pro-democracy protesters.</p> <p>Ahmed al-Sharaa became the country’s president. Al-Sharaa is a former al-Qaeda fighter who led the rebel group which removed Assad from power.</p> <p>In a speech to the nation on Monday, he promised to build a Syria for all Syrians, saying the country had broken away from its past of repression and violence.</p> <p>Syrians gathered at home and abroad to celebrate the year anniversary of the fall of the Assad regime, whether they agree with President al-Sharaa or oppose him.</p>",
    "headlines": "<strong>Taking stock</strong> of Sharaa’s rule in Syria, one year after the fall of Assad\n  <strong>France 24</strong>\nCan Syria’s president turn wave of global goodwill into <strong>tangible</strong> results at home?\n  <strong>The Guardian</strong>\nJeremy Bowen: Syria feels lighter without the Assads' <strong>crushing weight</strong> - but now there are new problems\n  <strong>BBC News</strong>",
    "keywords": "\t<strong>taking stock</strong>\n\t\tcarefully evaluate or review a situation\n\t\t<li>When choosing a career, it's a good idea to <strong>take stock</strong> of what's important in life.</li>\n\t<strong>tangible</strong>\n\t\treal and noticeable\n\t\t<li>The training programme showed <strong>tangible</strong> results in test scores.</li>\n\t<strong>crushing weight</strong>\n\t\ta heavy feeling of pressure which makes life difficult\n\t\t<li>My manager gave me the project and now I’m feeling the <strong>crushing weight</strong> of responsibility to get this right.</li>"
  },
  {
    "title": "Deadly fires in Hong Kong investigated",
    "description": "Hong Kong leader orders investigation into deadly fires which killed at least 151 people",
    "date": "03 December 2025",
    "link": "https://www.bbc.com/audio/play/p0ml94h1",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251203",
    "story": "<p class=\"p1\">Hong Kong leader John Lee has ordered the creation of an independent committee to investigate the cause of a fire which killed at least 151 people.</p> <p class=\"p1\">The fire spread quickly across seven residential high-rise tower blocks in Tai Po on Wednesday last week.</p> <p class=\"p1\">Building work was happening on the tower blocks, and authorities have since said that the materials being used, such as netting on the outside of the towers, caused the fire to spread more quickly.</p> <p class=\"p1\">At least 13 people have been arrested on suspicion of manslaughter, including the directors of a construction company.</p>",
    "headlines": "Authorities <strong>probe</strong> corruption and negligence in Hong Kong’s deadliest fire in decades\n  <strong>AP News</strong>\nHong Kong mourners queue to <strong>pay respects</strong> after deadly Tai Po fire\n  <strong>Euronews</strong>\nChina <strong>cracks down on</strong> calls for accountability over deadly Hong Kong blaze\n  <strong>Al Jazeera</strong>",
    "keywords": "\t<strong>probe</strong>\n\t\ttry to discover information by asking questions\n\t\t<li>The documentary will <strong>probe</strong> into the politician’s private life.</li>\n\t<strong>pay respects</strong>\n\t\thonour someone who has died, usually by attending their funeral or bringing flowers\n\t\t<li>Lots of people came to <strong>pay</strong> their <strong>respects</strong> to the writer at the funeral. Her books were very important to them.</li>\n\t<strong>crack down on (something)</strong>\n\t\tstart dealing with something more harshly or seriously\n\t\t<li>In her election campaign, the politician promised to <strong>crack down on</strong> unemployment.</li>"
  },
  {
    "title": "First treasure recovered from $20bn sunken ship",
    "description": "A ship that sunk in 1708 is thought to have $20bn worth of treasure on it",
    "date": "26 November 2025",
    "link": "https://www.bbc.com/audio/play/p0mjxwdq",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251126",
    "story": "<p class=\"p1\">A cannon, three coins and a porcelain cup have been recovered from a ship that sank over 300 years ago.</p> <p class=\"p1\">The ship, called the San Jose, was sunk by British ships in 1708, near Cartagena in Colombia.</p> <p class=\"p1\">San Jose is thought to have $20bn worth of gold and silver coins on board, according to some estimates.</p> <p class=\"p1\">Colombia, Spain, an American company and indigenous groups in Bolivia have all claimed that this treasure belongs to them.</p>",
    "headlines": "Archeologists recover treasures from the legendary 1708 San Jose, <strong>wrecked</strong> in war\n  <strong>Fox Weather</strong>\nFirst treasures from ' <strong>holy grail</strong> of shipwrecks' recovered\n  <strong>Sky News</strong>\nCoins, cannon recovered from <strong>legendary</strong> ship that sunk 3 centuries ago with billions of dollars in treasure\n  <strong>CBS News</strong>",
    "keywords": "\t<strong>wreck</strong>\n\t\tdestroy or damage badly\n\t\t<li>After the crash, my car was <strong>wrecked</strong>. </li>\n\t<strong>holy grail</strong>\n\t\tsomething that lots of people want, but is very hard to find\n\t\t<li>Finding a way to learn languages effortlessly is the <strong>holy grail</strong>.</li>\n\t<strong>legendary</strong>\n\t\twell-known and talked about a lot\n\t\t<li>The film is based on the life of a <strong>legendary</strong> Indian cricketer.</li>"
  },
  {
    "title": "Death penalty for former Bangladesh prime minister Sheikh Hasina",
    "description": "The former prime minister of Bangladesh has been sentenced to death",
    "date": "19 November 2025",
    "link": "https://www.bbc.com/audio/play/p0mhl0j6",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251119",
    "story": "<p class=\"p1\">Former Prime Minister of Bangladesh, Sheikh Hasina, has been sentenced to death by a court in Dhaka for crimes against humanity.</p> <p class=\"p1\">Last July she ordered a crackdown on student protests which resulted in the deaths of up to 1,400 people, according to the UN.</p> <p class=\"p1\">As a result of the protests, Hasina escaped to India, where she still is. An interim government took power in Bangladesh.</p> <p class=\"p1\">Hasina had also been accused of a number of human rights violations while she was in power.</p>",
    "headlines": "Ousted Bangladesh PM Sheikh Hasina sentenced to death for <strong>crimes against humanity</strong>\n  <strong>The Guardian</strong>\n'Unelected, Illegal Regime's <strong>Sham</strong> Of A Verdict': Sheikh Hasina's Son To NDTV\n  <strong>NDTV</strong>\nBangladesh signals that no leader is <strong>above the law</strong> by sentencing Sheikh Hasina to death\n  <strong>The Conversation </strong>",
    "keywords": "\t<strong>crimes against humanity</strong>\n\t\tcrimes committed against a large number of civilians\n\t\t<li>The United Nations investigated <strong>crimes against humanity</strong> committed in Rwanda during the 1990s.</li>\n\t<strong>sham</strong>\n\t\tsomething false or fraudulent\n\t\t<li>The board's statement is just a <strong>sham</strong>. None of it can be true.</li>\n\t<strong>above the law</strong>\n\t\ttoo important or powerful to be affected by laws\n\t\t<li>The company CEO thought he'd never get caught for tax evasion, but no one's <strong>above the law</strong>.</li>"
  },
  {
    "title": "COP30: Are climate talks effective at fighting climate change?",
    "description": "International leaders gather for COP30 climate talks.",
    "date": "12 November 2025",
    "link": "https://www.bbc.com/audio/play/p0mg6pzs",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251112",
    "story": "<p class=\"p1\">Two weeks of international climate talks began this week in Belém in Brazil. COP is an annual gathering of politicians and negotiators from around the world to discuss climate change and make agreements to help deal with the problem. </p> <p class=\"p1\">Some important people have decided not to attend, such as US President Donald Trump. Some experts think that because some powerful leaders aren’t attending the talks, they won’t make any progress, although others believe the negotiations are still very important for fighting climate change.</p> <p class=\"p1\">In a speech on the first day of the talks, Brazilian president Luiz Inácio Lula da Silva warned about the dangers of fake news and climate deniers, people who incorrectly argue that human-caused climate change is not real.</p>",
    "headlines": "Who are the <strong>major players</strong> at Cop30 and what do they want?\n  <strong>The Guardian</strong>\nCOP30: Trump and many leaders are skipping it, so does the summit still have a <strong>point</strong> ?\n  <strong>BBC News</strong>\n<strong>Muted</strong> global business turnout at COP30 reflects subdued mood\n  <strong>The Financial Times</strong>",
    "keywords": "\t<strong>major player</strong>\n\t\timportant person or organisation within a particular situation\n\t\t<li>They mayor hopes to become a <strong>major player</strong> in negotiations about a new railway.</li>\n\t<strong>point</strong>\n\t\tpurpose or meaning\n\t\t<li>I don’t see the <strong>point</strong> in ironing my clothes – they’ll only get creased again.</li>\n\t<strong>muted</strong>\n\t\tnot very enthusiastic or excited\n\t\t<li>The CEO’s new ideas received a <strong>muted</strong> response from staff at the company meeting.</li>"
  },
  {
    "title": "Fastest glacier melt in modern history",
    "description": "An Antarctic glacier shrunk by 50% in just two months.",
    "date": "05 November 2025",
    "link": "https://www.bbc.com/audio/play/p0mdwyc4",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251105",
    "story": "<p class=\"p1\">In late 2022, an Antarctic glacier, named Hektoria, shrunk by nearly 50% in just two months.</p> <p class=\"p1\">According to a new study, this was the fastest a glacier has retreated that scientists have recorded in modern history. Retreated means it melted and got smaller. </p> <p class=\"p1\">Hektoria is a type of glacier which rests on the seabed and doesn’t float. Glaciers like this generally retreat only a few hundred metres a year. But between November and December 2022, Hektoria retreated by 8 km, according to the study.</p> <p class=\"p1\">Scientists are concerned because if more glaciers like this shrink as quickly, there could be a much faster rise in sea-level.</p>",
    "headlines": "Antarctic glacier's <strong>alarming</strong> retreat is the fastest ever seen\n  <strong>New Scientist </strong>\nAntarctic glacier saw the fastest retreat in modern history; it could <strong>spell trouble</strong> for sea levels, report finds\n  <strong>CNN</strong>\nAntarctic glacier's rapid retreat sparks scientific ' <strong>whodunnit</strong> '\n  <strong>BBC News</strong>",
    "keywords": "\t<strong>alarming<br/></strong>\n\t\tcause fear or worry\n\t\t<li>The nurse called for help when the patient had an alarming drop in blood pressure.</li>\n\t<strong>spell trouble</strong>\n\t\tcause trouble\n\t\t<li>A new supermarket could spell trouble for smaller local shops.</li>\n\t<strong>whodunnit<br/></strong>\n\t\ta story about a mystery or a crime\n\t\t<li>When money went missing from the business accounts, it turned into a whodunnit.</li>"
  },
  {
    "title": "'Storm of the century' hits Caribbean",
    "description": "Hurricane Melissa is the strongest hurricane in modern history to hit Jamaica",
    "date": "29 October 2025",
    "link": "https://www.bbc.com/audio/play/p0mcgjf7",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251029",
    "story": "<p class=\"p1\">Category five hurricane Melissa hit Jamaica on Tuesday with violent winds reaching a high of 295 km/h. The storm them hit Cuba on Wednesday morning.</p> <p class=\"p1\">The Jamaican Prime Minister has declared the country a \"disaster area\" and warns of \"devastating impacts\".</p> <p class=\"p1\">It will take time to know exactly how bad the damage is, but we know homes and hospitals have been badly affected and there is severe flooding across Jamaica.</p> <p class=\"p1\">It is the strongest storm on Earth so far this year and is one of the strongest storms in the Atlantic Ocean this century. </p>",
    "headlines": "Hurricane Melissa <strong>makes</strong> <strong>landfall</strong> in Jamaica\n  <strong>The Guardian</strong>\nAs the Atlantic Ocean warms, climate change is <strong>fueling</strong> Hurricane Melissa’s ferocity\n  <strong>AP News</strong>\nStorm chasers fly inside <strong>the eye of</strong> Hurricane Melissa\n  <strong>BBC News</strong>",
    "keywords": "\t<strong>make landfall<br/></strong>\n\t\treach land\n\t\t<li>The storm made landfall in the early hours of Saturday morning.</li>\n\t<strong>fuel</strong>\n\t\tgive energy to something\n\t\t<li>The latest political scandal has fuelled outrage among the public.</li>\n\t<strong>the eye of (the storm)</strong>\n\t\tthe centre of a storm\n\t\t<li>The eye of the storm passed right through the middle of our town.</li>"
  },
  {
    "title": "Historic jewels stolen from Louvre",
    "description": "Historic jewels, worth millions of euros have been stolen from the Louvre museum in Paris",
    "date": "22 October 2025",
    "link": "https://www.bbc.com/audio/play/p0mb1r5j",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251022",
    "story": "<p>Thieves broke into the Louvre museum in Paris on Sunday morning and stole eight extremely valuable items of jewellery.</p> <p>The robbers used power tools to break into the museum, which is the famous home of the Mona Lisa painting.</p> <p>The thieves escaped on scooters, and took items including tiaras and necklaces, that belonged to French royalty or imperial rulers. The entire break in took about seven minutes.</p>",
    "headlines": "In Just 7 Brazen Minutes, Thieves Grab ‘ <strong>Priceless</strong> ’ Jewels From Louvre\n  <strong>New York Times</strong>\nLouvre heist: thieves steal crown jewels in daylight <strong>burglary</strong>\n  <strong>The Times</strong>\n' <strong>Race against time</strong> ' as police try to recover 'priceless' jewels from Louvre - as authorities reveal details of daring raid\n  <strong>Sky News</strong>",
    "keywords": "\t<strong>priceless<br/></strong>\n\t\textremely valuable\n\t\t<li>His house is filled with <strong>priceless</strong> artworks. It’s amazing.</li>\n\t<strong>burglary</strong>\n\t\tbreaking into a property to steal something\n\t\t<li>There have been lots of burglaries in my neighbourhood recently. I think I'm going to get an alarm installed.</li>\n\t<strong>race against time</strong>\n\t\ta situation where there is only a limited amount of time to do something\n\t\t<li>The town only has a few hours to prepare for the big storm. It's a race against time.</li>"
  },
  {
    "title": "Hostages released in Gaza ceasefire agreement",
    "description": "Israeli hostages and Palestinian detainees were exchanged on Monday",
    "date": "15 October 2025",
    "link": "https://www.bbc.com/audio/play/p0m8pqh9",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251015",
    "story": "<p>Israelis and Palestinians have celebrated after hostages and prisoners were exchanged on Monday.</p> <p>Hamas returned all living Israeli hostages, while Israel freed almost 2,000 Palestinian prisoners and detainees.</p> <p>This exchange is a big step towards ending the war in Gaza and is the first phase of a plan to end the war, arranged and negotiated by US President Donald Trump.</p> <p>At a summit in Sharm el-Sheikh later on Monday, Egypt, Qatar, Turkey and the US signed a declaration backing a ceasefire deal.</p>",
    "headlines": "Israeli hostages and Palestinian detainees freed as Trump hails ' <strong>historic dawn</strong> ' in Middle East\n  <strong>BBC News</strong>\n<strong>One</strong> Era <strong>Ends</strong> in Gaza, and <strong>Another Begins</strong>\n  <strong>The Atlantic</strong>\nTrump’s hostage deal was <strong>the easy part</strong>\n  <strong>The New Statesman</strong>",
    "keywords": "\t<strong>historic dawn</strong>\n\t\tthe beginning of something new and important\n\t\t<li>When astronauts landed on the moon, it was a <strong>historic dawn</strong> for humanity.</li>\n\t<strong>one (thing) ends, another begins</strong>\n\t\tan ending creates space for something new\n\t\t<li>I can’t believe you're moving to Australia. I guess as <strong>one</strong> era<strong> ends</strong>,<strong> another begins</strong>.</li>\n\t<strong>the easy part</strong>\n\t\tthe simplest part of a larger challenge\n\t\t<li>Starting the company was <strong>the easy part</strong>. Now I've got to go make a profit. </li>"
  },
  {
    "title": "Solar and wind beat coal for first time",
    "description": "More electricity has been generated through wind and solar power than coal for 1st time",
    "date": "08 October 2025",
    "link": "https://www.bbc.com/audio/play/p0m7csqy",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251008",
    "story": "<p>For the first time ever, more electricity has been generated through wind and solar power than from coal power plants. That's according to a new report.</p> <p>The amount of electricity used globally has increased since last year, but 100% of that increase has been met by renewable energy sources.</p> <p>China and India are responsible for a large part of this growth of renewable energy. Europe and the US actually increased their coal and gas power generation. </p> <p>It has been predicted that renewable energy generation could double by the end of the decade.</p>",
    "headlines": "Global renewable energy generation <strong>surpasses</strong> coal for first time\n  <strong>The Guardian</strong>\nRenewables overtake coal as world’s <strong>primary source</strong> of electricity\n  <strong>Semafor</strong>\nSolar and wind power has grown faster than electricity <strong>demand</strong> this year, report says\n  <strong>AP News </strong>",
    "keywords": "\t<strong>surpass</strong>\n\t\tbe more than or better than\n\t\t<li>The runner <strong>surpassed</strong> his previous best time by three seconds. </li>\n\t<strong>primary source</strong>\n\t\twhere the largest amount of something comes from\n\t\t<li>Cars are the <strong>primary source</strong> of pollution in this city. </li>\n\t<strong>demand</strong>\n\t\thow much people want something\n\t\t<li>High energy bills have led to <strong>demand</strong> for more efficient heating systems. </li>"
  },
  {
    "title": "Taliban cut off internet",
    "description": "Afghanistan's Taliban Government has cut internet services in the country",
    "date": "01 October 2025",
    "link": "https://www.bbc.com/audio/play/p0m60zx7",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251001",
    "story": "<p>Internet and many telephones services have been cut in Afghanistan, on the orders of the country's Taliban government.</p> <p>After women and girls over 12 were barred from schools, universities and many types of jobs, many of them used the internet to study online, or to sell products abroad. This shutdown has stopped from being able to do this.</p> <p>Human rights organisations are concerned about the impact that this could have on girls' education in the country.</p>",
    "headlines": "‘Total internet blackout’ in Afghanistan sparks panic after Taliban vowed to <strong>stamp out</strong> immoral activities\n  <strong>CNN</strong>\nTaliban cut internet for whole country as Afghanistan ‘dragged into <strong>abyss</strong> ’\n  <strong>The Independent</strong>\nAfghan women lose their ' <strong>last hope</strong> ' as Taliban shuts down internet\n  <strong>BBC News</strong>",
    "keywords": "\t<strong>stamp out</strong>\n\t\ttake strong action to stop something\n\t\t<li>The new manager promised to<strong> stamp out</strong> sexism in the office.</li>\n\t<strong>abyss</strong>\n\t\ta very negative situation that is difficult to escape from\n\t\t<li>Without immediate humanitarian aid, the country could slide into the <strong>abyss</strong>.</li>\n\t<strong>last hope</strong>\n\t\tthe last opportunity for success\n\t\t<li>This intervention could be the <strong>last hope</strong> for keeping the mountain frog species from going extinct. </li>"
  },
  {
    "title": "Trump's unproven autism claim",
    "description": "Donald Trump has made the unproven claim there's a link between autism and Tylenol.",
    "date": "24 September 2025",
    "link": "https://www.bbc.com/audio/play/p0m4n748",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250924",
    "story": "<p>US President Donald Trump has said that there is a link between autism and the pain-relieving drug Tylenol, also known as paracetamol.</p> <p>Medical experts disagree with these claims, with some calling the president's comments dangerous.</p> <p>The American College of Obstetricians and Gynaecologists, who are experts in women’s health, said the announcement was \"unsettling\" and not based on \"reliable data\".</p>",
    "headlines": "Trump and RFK Jr. make autism announcement as Tylenol maker and medical experts <strong> push back<br/>CBS News</strong>\nBritish scientists inject large <strong> dose </strong> of scepticism into Trump's paracetamol and autism claims <strong><br/>ITV News</strong>\nDonald Trump's autism claim <strong>debunked</strong> after paracetamol warning to pregnant women <strong><br/>The Mirror</strong>",
    "keywords": "\t<strong>push back</strong>\n\t\tdisagree with or resist something\n\t\t<li>Scientists are <strong>pushing back</strong> on claims that climate change isn’t real.</li>\n\t<strong>dose</strong>\n\t\ta strong amount of something\n\t\t<li>My colleague at work is funny – she always gives me a daily <strong>dose</strong> of laughter.</li>\n\t<strong>debunk</strong>\n\t\tshow that something is untrue\n\t\t<li>Scientists have used maths to <strong>debunk</strong> recent UFO videos.</li>"
  },
  {
    "title": "Israel committing genocide in Gaza: UN commission",
    "description": "A UN commission of inquiry says that Israel has committed genocide in Gaza.",
    "date": "17 September 2025",
    "link": "https://www.bbc.com/audio/play/p0m3b98f",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250917",
    "story": "<p>An investigation by the United Nations, called a 'commission of inquiry', has found that Israel has committed genocide against Palestinians in Gaza.</p> <p>There are five acts of genocide defined under international law, and this report says that four out of the five acts have been carried out by Israel since the start of the war with Hamas in 2023.</p> <p>The report also says there is evidence of genocidal intent in statements by Israeli leaders, and the actions of Israeli forces.</p> <p>Israel's foreign ministry has rejected the report, saying that it is \"distorted and false\".</p>",
    "headlines": "Human rights experts join <strong>rising chorus</strong> that accuses Israel of genocide in Gaza\n  <strong>The Independent<br/></strong>\nUN inquiry says Israel’s war on Gaza is genocide, <strong>holds</strong> gov’t <strong>responsible</strong>\n  <strong>Al Jazeera<br/></strong>\n“ <strong>Sloppy</strong> and slanted”: former Israeli PM on UN commission ‘genocide’ report\n  <strong>Channel 4 News<br/></strong>",
    "keywords": "\t<strong>rising chorus</strong>\n\t\tmore and more people expressing the same idea\n\t\t<li>There is a <strong>rising chorus</strong> of voices demanding action on climate change.</li>\n\t<strong>hold someone or something responsible<br/></strong>\n\t\tsay something is to blame for something\n\t\t<li>The court <strong>held</strong> the company <strong>responsible</strong> for discriminating against older employees.</li>\n\t<strong>sloppy</strong>\n\t\tcareless or messy\n\t\t<li>His boss said his work was <strong>sloppy</strong> and made him do it again.</li>"
  },
  {
    "title": "'God's influencer': First millennial saint named",
    "description": "Catholic church names 15-year-old boy the first millennial saint.",
    "date": "10 September 2025",
    "link": "https://www.bbc.com/audio/play/p0m1xg6g",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250910",
    "story": "<p>A boy who died at the age of 15 has been made a saint by the Catholic Church.</p> <p>Carlo Acutis died in 2006 from leukaemia. He became interested in Catholicism as a child and showed an interest in helping others.</p> <p>He was a keen gamer who was interested in computers, and had created websites to document religious miracles and helped run pages for Catholic organisations.</p>",
    "headlines": "Carlo Acutis, <strong>nicknamed</strong> 'God's influencer', becomes the first 'millennial' saint\n  <strong>CNN</strong>\nPope Leo XIV declares teen computer <strong>whiz</strong> Carlo Acutis the first millennial saint\n  <strong>ABC News, USA</strong>\nCarlo and the call to <strong> evangelise</strong> in the digital age <strong><br/>OSV News</strong>",
    "keywords": "\t<strong>nickname</strong>\n\t\tgive someone or something an alternative name\n\t\t<li>She was so good at football that her friends <strong>nicknamed</strong> her 'Messi'.</li>\n\t<strong>whiz</strong>\n\t\tsomeone who is very good at something\n\t\t<li>My cousin is a real finance whiz – she'd be a great accountant.</li>\n\t<strong>evangelise</strong>\n\t\ttell people that something is very good\n\t\t<li>She was always going to be a dietician. She won't stop <strong>evangelising</strong> about the benefits of whole foods. </li>"
  },
  {
    "title": "Earthquakes hit Afghanistan",
    "description": "Earthquakes in Afghanistan kill over 1,400 people",
    "date": "03 September 2025",
    "link": "https://www.bbc.com/audio/play/p0m0kkjr",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250903",
    "story": "<p>A major aftershock has hit eastern Afghanistan, just days after an earthquake measuring 6.0 on the Richter scale hit the region.</p> <p>More than 1,400 people have been killed and 3,000 more injured, according to the Taliban government.</p> <p>The region is difficult to access because it is mountainous, and rescuers have been searching for people trapped under mud and stone homes in the area. Entire villages have been destroyed.</p>",
    "headlines": "Second Afghan quake brings more trauma to the <strong>shattered</strong> region\n  <strong>SBS Australia</strong>\nAid effort <strong>underway</strong> after Afghanistan quake ‘wipes out’ villages <strong><br/>UN News</strong>\nEarthquake adds to <strong>'perfect storm'</strong> of problems hitting Afghanistan, says UN\n  <strong>Sky News</strong>",
    "keywords": "\t<strong>shattered</strong>\n\t\tbadly damaged\n\t\t<li>The country was <strong>shattered</strong> after 10 years of civil war.</li>\n\t<strong>underway</strong>\n\t\tdescribes something that has started\n\t\t<li>Changes to the school's management are <strong>underway.</strong> New staff are being recruited now.</li>\n\t<strong>a perfect storm</strong>\n\t\ta situation, usually negative, that happens because of a combination of circumstances\n\t\t<li>The minister for agriculture said high food prices are being caused by <strong>a perfect storm</strong> of population growth and bad weather.</li>"
  },
  {
    "title": "Heatwaves speed up ageing process, study says",
    "description": "A study in Taiwan has found that peoples' biological age increases during heatwaves.",
    "date": "27 August 2025",
    "link": "https://www.bbc.com/audio/play/p0lz878p",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250827",
    "story": "<p>A study in Taiwan has found that peoples' biological age increases when they experience heatwaves. Researchers measured participants' organ function in order to determine their biological age.</p> <p>Experiencing four heatwave days over a two-year period led people's biological age to increase by about nine days.</p> <p>Manual workers, those living in rural areas or those who do not have access to air conditioning are worse affected by heatwaves. </p>",
    "headlines": "Heatwaves are making people <strong>age</strong> faster, study suggests\n  <strong>The Guardian</strong>\nRepeated heatwaves may <strong>accelerate</strong> ageing\n  <strong>Scimex</strong>\nThe <strong>demographics</strong> at risk of ageing due to heatwaves\n  <strong>The Independent</strong>",
    "keywords": "\t<strong>age</strong>\n\t\tbecome or appear older\n\t\t<li>After taking on such a stressful job, she <strong>aged</strong> considerably.</li>\n\t<strong>accelerate</strong>\n\t\tget faster or more intense\n\t\t<li>As time went on, his illness <strong>accelerated</strong>.</li>\n\t<strong>demographic</strong>\n\t\ta group of people who share a characteristic\n\t\t<li>We hope our new product will allow us to appeal a new <strong>demographic</strong>.</li>"
  },
  {
    "title": "Heatwaves speed up ageing process, study says",
    "description": "A study has found that peoples' biological age increases when they experience heatwaves.",
    "date": "27 August 2025",
    "link": "https://www.bbc.com/audio/play/p0lz7vl5",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250827",
    "story": "<p>A study in Taiwan has found that peoples' biological age increases when they experience heatwaves. Researchers measured participants' organ function in order to determine their biological age.</p> <p>Experiencing four heatwave days over a two-year period led people's biological age to increase by about nine days.</p> <p>Manual workers, those living in rural areas or those who do not have access to air conditioning are worse affected by heatwaves. </p>",
    "headlines": "Heatwaves are making people <strong>age</strong> faster, study suggests\n  <strong>The Guardian</strong>\nRepeated heatwaves may <strong>accelerate</strong> ageing\n  <strong>Scimex<br/></strong>\nThe <strong>demographics</strong> at risk of ageing due to heatwaves\n  <strong>The Independent</strong>",
    "keywords": "\t<strong>age</strong>\n\t\tbecome or appear older\n\t\t<li>After taking on such a stressful job, she <strong>aged</strong> considerably.</li>\n\t<strong>accelerate<br/></strong>\n\t\tget faster or more intense\n\t\t<li>As time went on, his illness <strong>accelerated</strong>.</li>\n\t<strong>demographic</strong>\n\t\ta group of people who share a characteristic\n\t\t<li>We hope our new product will allow us to appeal a new <strong>demographic</strong>.</li>"
  },
  {
    "title": "Ukraine: Presidents discuss end to war",
    "description": "President Zelensky met President Trump days after Trump met President Putin in Alaska",
    "date": "20 August 2025",
    "link": "https://www.bbc.com/audio/play/p0lxyswv",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250820",
    "story": "<p>Ukraine's President Volodymyr Zelensky returned to the White House on Monday to meet US President Donald Trump for new talks aimed at ending the war in Ukraine.</p> <p>Several European leaders also flew to Washington to attend the meeting, days after Trump met Russia's President Vladimir Putin in Alaska.</p> <p>The leaders discussed a possible ‘security guarantee’ which would involve European countries and the US helping protect Ukraine if a peace deal was reached with Russia. </p> <p>Donald Trump says he doesn’t believe a ceasefire between Ukraine and Russia is necessary to end the war and that an agreement can be reached between the countries.</p> <p>But other leaders are concerned about negotiations, and don’t want to accept Putin’s demands – for example, to keep land captured by Russian forces in Ukraine.</p>",
    "headlines": "What both sides want from <strong>crunch talks</strong> at the White House\n  <strong>BBC News</strong>\nEurope’s Leaders <strong>Headed Off</strong> Giveaway to Putin, but Emerged Without a Clear Path\n  <strong>New York Times</strong>\nFour key <strong>takeaways</strong> from Trump’s White House summit on Ukraine\n  <strong>The Guardian</strong>",
    "keywords": "\t<strong>crunch talks<br/></strong>\n\t\timportant and urgent discussions\n\t\t<li>The company is in <strong>crunch talks</strong> with investors about funding for the future.</li>\n\t<strong>head something off<br/></strong>\n\t\tstop something unwanted from happening\n\t\t<li>The property developers organised a meeting with residents to <strong>head off</strong> any problems with their building plans.</li>\n\t<strong>takeaway<br/></strong>\n\t\timportant piece of information to know or remember\n\t\t<li>One <strong>takeaway</strong> from the latest crime statistics is that car theft is on the rise.</li>"
  },
  {
    "title": "Is prostate cancer over-treated?",
    "description": "Charity Prostate Cancer UK says some people are being treated when they don't need to be.",
    "date": "13 August 2025",
    "link": "https://www.bbc.com/audio/play/p0lwnygz",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250813",
    "story": "<p>The charity Prostate Cancer UK, says that the UK is treating too many patients for prostate cancer where the cancer is unlikely to cause harm. This is because sometimes the cancer grows very slowly.</p> <p>According to the charity, around one in four cases could be monitored instead of treated, allowing patients to avoid harmful side effects of treatment.</p> <p>The charity has criticised current guidance from the National Institute for Health and Care Excellence, known as NICE. NICE says it’s reviewing this guidance.</p> <p>Prostate Cancer UK says that there should be a greater focus on screening, which is widespread testing, so that the illness can be spotted at an earlier stage.</p>",
    "headlines": "‘ <strong>Outdated</strong> guidance’ sees thousands at risk of prostate cancer ‘overtreatment’\n  <strong>LBC</strong> <strong><br/></strong>\nSwindon research raises concerns over prostate cancer treatment <strong>contradictions</strong>\n  <strong>Greatest Hits Radio</strong> <strong><br/></strong>\nHarmful: Thousands of men given ‘unneccesary’ prostate cancer treatment every year due to ‘ <strong>wild west</strong> ’ guidelines\n  <strong>The Sun</strong>",
    "keywords": "\t<strong>outdated</strong>\n\t\tnot useful anymore\n\t\t<li>We need to replace the <strong>outdated</strong> machines in our factory.</li>\n\t<strong>contradiction</strong>\n\t\tstatements or facts that are opposed to each other\n\t\t<li>There was a contradiction between what the witnesses and defendants said in court.</li>\n\t<strong>wild west</strong>\n\t\ta situation with little control or regulation\n\t\t<li>My friend invested in cryptocurrencies, but it turned out to be a scam. It's a <strong>wild west</strong> sector.</li>"
  },
  {
    "title": "Hiroshima: 80 years since atomic bomb",
    "description": "80 years ago the United States dropped an atomic bomb on the Japanese city of Hiroshima.",
    "date": "06 August 2025",
    "link": "https://www.bbc.com/audio/play/p0lvdsjg",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250806",
    "story": "<p>80 years ago, on 6th August 1945, the United States dropped an atomic bomb on the Japanese city of Hiroshima. The aim was to force a quick end to World War Two. The bomb destroyed the city of Hiroshima and about 140,000 people were killed. </p> <p>Hiroshima was the world's first nuclear attack, and it's the only time in history that nuclear weapons have been used in warfare.</p> <p>The threat of using nuclear weapons, and even nuclear war, is still high in the world. At the time of the Hiroshima bombings, only the USA had nuclear weapons. Now nine countries have them, including Russia, China and the UK. </p>",
    "headlines": "Hiroshima at 80: Remembering the bomb, <strong>reimagining</strong> peace\n  <strong>Gulf News</strong>\nNuclear threat still <strong>hangs over</strong> our world, 80 years on\n  <strong>Business Times</strong>\nHiroshima’s fading legacy: the race to secure survivors’ memories amid a new era of nuclear <strong>brinkmanship</strong>\n  <strong>The Guardian</strong>",
    "keywords": "\t<strong>reimagining</strong>\n\t\tthinking about something in a new and different way\n\t\t<li>During the Covid pandemic, schools had to <strong>reimagine</strong> how to teach classes.</li>\n\t<strong>hangs over</strong>\n\t\tthreatens\n\t\t<li>The funding has been rejected, so uncertainty is <strong>hanging over</strong> the future of the business.</li>\n\t<strong>brinkmanship</strong>\n\t\tthe act of making a dangerous situation worse to get what you want\n\t\t<li>The government said the teachers' threat to go on strike was <strong>brinkmanship</strong>.</li>"
  },
  {
    "title": "Thailand-Cambodia conflict",
    "description": "There have been military clashes at the Thailand-Cambodia border, with civilians killed.",
    "date": "30 July 2025",
    "link": "https://www.bbc.com/audio/play/p0lt3fxw",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250730",
    "story": "<p>Fighting broke out last week on the border between Thailand and Cambodia leading to the deaths of at least 33 people and causing thousands of people to leave their homes.</p> <p>The exact border between the two countries has been disputed for many years – there are some areas which both countries claim to be theirs.</p> <p>Disagreement over the border goes back to 1907 when Cambodia was a French colony and a treaty was signed. Recent political developments in each country have also contributed to the current crisis.</p>",
    "headlines": "Thailand seeks to ease fears amid <strong>shaky</strong> ceasefire deal with Cambodia\n  <strong>The Guardian</strong>\nAs Thai-Cambodia truce nears, <strong>evacuees</strong> speak out\n  <strong>Deutsche Welle</strong>\nThe <strong>Roots</strong> of the Thailand-Cambodia Border Conflict\n  <strong>The Diplomat</strong>",
    "keywords": "\t<strong>shaky</strong>\n\t\tweak and vulnerable\n\t\t<li>No one wanted to invest in the company because of its <strong>shaky</strong> financial situation.</li>\n\t<strong>evacuee</strong>\n\t\tsomeone who has been moved from, or has moved from a dangerous location\n\t\t<li>Emergency hostels have been set up for <strong>evacuees.</strong></li>\n\t<strong>roots</strong>\n\t\tcauses\n\t\t<li>The <strong>roots</strong> of the economic crisis lie in the last government's policies.</li>"
  },
  {
    "title": "War in Gaza 'must end now', 28 countries say",
    "description": "28 nations have demanded an end to the war in Gaza and the release of Israeli hostages.",
    "date": "23 July 2025",
    "link": "https://www.bbc.com/audio/play/p0lrrxrr",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250723",
    "story": "<p>A joint statement from 28 nations has demanded an end to the war in Gaza and the release of Israeli hostages. The statement says the 'suffering of civilians in Gaza has reached new depths', meaning it is worse than ever.</p> <p>More than 100 aid agencies say mass starvation is spreading across Gaza.</p> <p>Over 59,000 have been killed since Israel launched its offensive after the Hamas-led attacks on 7 October 2023, according to Gaza's health ministry, run by Hamas.</p> <p>Israel has rejected the criticism in the joint statement from the 28 countries as being 'disconnected from reality'.</p>",
    "headlines": "Foreign ministers of 28 countries <strong>call for</strong> immediate ceasefire in Gaza\n  <strong>Euro News</strong>\nUK and 27 nations accuse Israel of ' <strong>drip feeding</strong> ' aid to Gaza civilians as they condemn 'horrifying' killings\n  <strong>BBC</strong>\nAs over 25 countries demand end to Gaza war, Israel <strong>points fingers</strong> at Hamas\n  <strong>ynetnews</strong>",
    "keywords": "\t<strong>call for</strong>\n\t\trequest something strongly\n\t\t<li>Flood victims are <strong>calling for</strong> stronger action against climate change.</li>\n\t<strong>drip feed</strong>\n\t\tgive in separate, small amounts\n\t\t<li>Relatives felt they were being<strong> drip fed</strong> information on their missing loved ones after the storm.</li>\n\t<strong>point fingers</strong>\n\t\tblame\n\t\t<li>The company is <strong>pointing fingers</strong> at its suppliers for problems with faulty products.</li>"
  },
  {
    "title": "India Air crash report doubts",
    "description": "What caused the Air India crash? And why is the preliminary report being criticised?",
    "date": "16 July 2025",
    "link": "https://www.bbc.com/audio/play/p0lqf5tk",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250716",
    "story": "<p>On the 12 June, Air India flight 171 from Ahmedabad to London crashed less than a minute after take-off, killing 241 people on board and 19 on the ground.</p> <p>The preliminary report, published by India's Air Accident Investigation Bureau, has caused controversy. It has been criticised by aviation experts and the Indian commercial pilots association. </p> <p>The investigators have been accused of not giving enough details, which may lead people to an incorrect conclusion.</p>",
    "headlines": "As theories <strong>swirl</strong> about Air India crash, key details remain unknown\n  <strong>BBC News</strong>\nAir India crash: What AAIB report confirms, what it rules out, what <strong>still remains unanswered</strong>\n  <strong>Times of India</strong>\nWas the Air India crash caused by pilot error or technical fault? None of the theories <strong>holds up</strong> – yet\n  <strong>The Conversation</strong>",
    "keywords": "\t<strong>swirl</strong>\n\t\tdifferent ideas exist and are being discussed\n\t\t<li>Theories <strong>swirled</strong> about the real reason for the prime minister's resignation. </li>\n\t<strong>still remains unanswered</strong>\n\t\thasn't yet been explained\n\t\t<li>This research has told us a lot about the dinosaurs, but many questions <strong>still remain unanswered</strong>.</li>\n\t<strong>hold up</strong>\n\t\tprove to be right or correct when examined\n\t\t<li>The defence's arguments didn't <strong>hold up</strong> in court when the evidence was presented. </li>"
  },
  {
    "title": "Texas hit by deadly floods",
    "description": "Flash floods hit central Texas in the USA. Georgie and Phil discuss the story.",
    "date": "09 July 2025",
    "link": "https://www.bbc.com/audio/play/p0lp1d5y",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250709",
    "story": "<p>Flash floods hit central Texas in the USA on Thursday night and Friday morning. More than 100 people have died in the floods and many are still missing.</p> <p>The floods caused the Guadalupe river to burst its banks and water levels rose by eight metres in just 45 minutes.</p> <p>Victims include 27 girls and staff from Camp Mystic a Christian all-girls' summer camp. </p> <p>Camp Mystic said in a statement on Monday, \"Our hearts are broken alongside our families that are enduring this unimaginable tragedy.\"</p>",
    "headlines": "‘Unimaginable tragedy’: Texas camp <strong>speaks out</strong> after 27 campers and counselors die in flooding\n  <strong>The Independent</strong>\nWhy did deadly Texas floods <strong>catch</strong> people <strong>by surprise?</strong>\n  <strong>Sky News</strong>\nTrump <strong>faces scrutiny</strong> over climate funding cuts amid Texas floods\n  <strong>Al Jazeera</strong>",
    "keywords": "\t<strong>speak out<br/></strong>\n\t\tspeak publicly about something important\n\t\t<li>The employee was finally able to <strong>speak out</strong> about the bullying that happened at work once she left the job.</li>\n\t<strong>catch (someone) by surprise</strong>\n\t\thappen unexpectedly\n\t\t<li>News of the hospital’s closure <strong>caught</strong> everyone <strong>by surprise.</strong> No one knew they were having financial difficulties.</li>\n\t<strong>face scrutiny</strong>\n\t\texperience a close and critical examination\n\t\t<li>The company's chairman is <strong>facing scrutiny</strong> over its poor financial performance. </li>"
  },
  {
    "title": "Deadly heatwave hits Europe",
    "description": "Many European countries are experiencing an extreme heatwave. Beth and Phil discuss.",
    "date": "02 July 2025",
    "link": "https://www.bbc.com/audio/play/p0lmn5d6",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250702",
    "story": "<p>Many European countries are experiencing an extreme heatwave and are on a red heat alert. This means there is a major risk to life and infrastructure.</p> <p>Two people in Italy have died because of the heat, while in Turkey, over 50,000 people have been evacuated because of wildfires.</p> <p>Experts say extreme hot weather, like heatwaves, will happen more often, last for longer and become even more intense as the planet continues to warm. </p>",
    "headlines": "European heatwave leaves Spain, Portugal, Italy and Greece in <strong>sweltering</strong> 40C heat\n  <strong>Sky News</strong>\nSchools closed and Paris at standstill as France <strong>takes brunt of</strong> Europe’s heat wave\n  <strong>MSN</strong>\nLethal heat is Europe’s <strong>new</strong> climate <strong>reality</strong>\n  <strong>Politico</strong>",
    "keywords": "\t<strong>sweltering<br/></strong>\n\t\tuncomfortably hot\n\t\t<li>It’s <strong>sweltering</strong> out here! I really need an iced drink and a room with air conditioning.</li>\n\t<strong>take the brunt of</strong>\n\t\texperience the worst part of something negative\n\t\t<li>The manager <strong>took the brunt of</strong> the blame when most of her staff left the company.</li>\n\t<strong>new reality</strong>\n\t\ta new and different situation to the past\n\t\t<li>Peace and quiet is my <strong>new reality </strong>since moving to the countryside. </li>"
  },
  {
    "title": "Israel-Iran ceasefire",
    "description": "A ceasefire is in place after over a week of missile strikes between Israel and Iran.",
    "date": "25 June 2025",
    "link": "https://www.bbc.com/audio/play/p0ll92x3",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250625",
    "story": "<p>A ceasefire in the conflict between Israel and Iran is in place.</p> <p>US President Donald Trump announced the ceasefire after over a week of missile attacks between Israel and Iran. The US also launched air strikes on Iran's nuclear facilities over the weekend.</p> <p>At first, strikes continued between Israel and Iran after the ceasefire was announced, but now the agreement appears to be holding.</p>",
    "headlines": "How the Iran-Israel ceasefire is meant to <strong>play out</strong>\n  <strong>Al Jazeera</strong>\nTrump <strong>lashes out</strong> at Israel and Iran as fragile truce is tested\n  <strong>New York Times</strong>\nIf Iran and Israel do stop firing, Trump's high-risk strikes may <strong>pay off</strong>\n  <strong>BBC News</strong>",
    "keywords": "\t<strong>play out</strong>\n\t\thappen or develop\n\t\t<li>I’m not feeling that well, so I’ll see how things <strong>play out</strong> before making any plans this weekend.</li>\n\t<strong>lash out</strong>\n\t\tattack suddenly and violently, often through words\n\t\t<li>He <strong>lashed out</strong> at his boss when he didn’t get the promotion. It wasn’t very professional.</li>\n\t<strong>pay off</strong>\n\t\tend in success, be worthwhile\n\t\t<li>My mum wasn’t sure about moving to the countryside. But the decision has <strong>paid off</strong>. She loves it!</li>"
  },
  {
    "title": "Israel-Iran strikes",
    "description": "Israel has launched missile strikes on Iran, who have responded with strikes on Israel.",
    "date": "18 June 2025",
    "link": "https://www.bbc.com/audio/play/p0ljyn12",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250618",
    "story": "<p>Israel launched an attack on Iran last Friday, targeting nuclear and military facilities.</p> <p>The strikes killed several senior Iranian military commanders and Iranian nuclear scientists.</p> <p>Iran retaliated with missile attacks targeting Israel.</p> <p>Iran's health ministry said at least 224 people have been killed in the Israeli strikes, while Israel says Iranian attacks have killed 24 people.</p>",
    "headlines": "Iran Launches New Missile <strong>Barrage</strong> , Israel Claims Assassination of Top General\n  <strong>Palestine Chronicle</strong>\nIsrael’s strikes <strong>zeroed in on</strong> Iran’s nuclear program. How much damage was done?\n  <strong>CNN</strong>\nTrump says early G7 exit ‘nothing <strong> to do</strong> ’ <strong>with</strong> Macron’s remarks on Israel-Iran ceasefire offer\n  <strong>France 24</strong>",
    "keywords": "\t<strong>barrage<br/></strong>\n\t\ta large amount of something that all comes at once\n\t\t<li>The TV show received a <strong>barrage</strong> of complaints after the presenter made an offensive comment.<strong><br/></strong></li>\n\t<strong>zero in on</strong>\n\t\tfocus all your attention on something\n\t\t<li>The government has said they will <strong>zero in on</strong> youth unemployment this year - it's their main focus.</li>\n\t<strong>to do with (something)</strong>\n\t\tabout or connected to\n\t\t<li>I’m sneezing a lot lately. I think it has something <strong>to do with</strong> the dust. <strong><br/></strong></li>"
  },
  {
    "title": "Los Angeles protests: Trump sends Marines",
    "description": "Donald Trump sends the Marines to Los Angeles after immigration raids lead to protest",
    "date": "11 June 2025",
    "link": "https://www.bbc.com/audio/play/p0lhm686",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250611",
    "story": "<p>Immigration raids in Los Angeles led to protest, some of which have become violent.</p> <p>In response, President Trump sent National Guard troops, now supported by US Marines to subdue the protests.</p> <p>This move was opposed by California state governor, Gavin Newsom as well as the Mayor of Los Angeles, Karen Bass.</p> <p>Local authorities in California said that the intervention of National Guard troops and Marines could provoke more violence.</p>",
    "headlines": "Mass arrests in LA as police enforce night-time <strong>curfew</strong>\n  <strong>BBC News</strong>\nUS marines to deploy to Los Angeles to help <strong>quell</strong> anti-ICE riots\n  <strong>Fox News</strong>\n‘ <strong>A Self-Fulfilling Prophecy</strong> ’: How the Clash in LA Could Explode\n  <strong>Politico</strong>",
    "keywords": "\t<strong>curfew</strong>\n\t\ta restriction on being outside at a particular time\n\t\t<li>The <strong>curfew</strong> meant that everyone had to be home by 8 o'clock.</li>\n\t<strong>quell</strong>\n\t\tstop or calm\n\t\t<li>The police managed to <strong>quell</strong> the trouble quickly.</li>\n\t<strong>a self-fulfilling prophecy</strong>\n\t\ta situation caused by predicting that something will happen\n\t\t<li>She believed she'd fail the exam so she didn't study, and then she failed. It was a <strong>self-fulfilling prophecy</strong>. <strong><br/></strong></li>"
  },
  {
    "title": "North Korean secrets revealed by phone",
    "description": "A North Korean smartphone has revealed details about how the regime controls its people",
    "date": "04 June 2025",
    "link": "https://www.bbc.com/audio/play/p0lg9l0w",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250604",
    "story": "<p>The BBC has gained access to a North Korean phone which has been smuggled out of the country.</p> <p>The phone doesn’t have access to the internet and is designed to make sure its users follow the rules in North Korea, which is closely controlled by its leader Kim Jong-un.</p> <p>The phone creates a screenshot every five minutes, which is used by the country's authorities to watch the user.</p> <p>The phone also has an autocorrect function which changes terms used in South Korea to expressions favoued by the North Korean regime.</p>",
    "headlines": "Smartphone smuggled out of North Korea shows <strong>chilling</strong> details implemented by Kim Jong-un's regime\n  <strong>LADbible</strong>\nFrom 'oppa' to comrade: North Korea's phones auto-correct to fit <strong>party line</strong>\n  <strong>India Today</strong>\nThis smartphone smuggled out of North Korea is absolutely <strong>wild</strong>\n  <strong>Futurism</strong>",
    "keywords": "\t<strong>chilling</strong>\n\t\tfrightening\n\t\t<li>I read a <strong>chilling</strong> story about a ghost and now I can’t sleep.</li>\n\t<strong>party line</strong>\n\t\tthe official opinion of an organisation, usually political\n\t\t<li>The mayor didn’t say anything new in her speech. Just the usual <strong>party line</strong>.</li>\n\t<strong>wild</strong>\n\t\tstrange or unexpected\n\t\t<li>This TV show is <strong>wild</strong>. I have no idea what’s going to happen next.</li>"
  },
  {
    "title": "Global warming increases risk of cancer in women: Study",
    "description": "Global warming increases the risk of cancer in women, a new study has found",
    "date": "28 May 2025",
    "link": "https://www.bbc.com/audio/play/p0ldxkr8",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250528",
    "story": "<p>Global warming is linked to an increased risk of cancer in women, a recent study has found.</p> <p>The study included 17 countries in the Middle East and North Africa region – some of the hottest parts of the world.</p> <p>It found that increased heat is linked to an increase in rates of breast, ovarian, uterine and cervical cancers.</p> <p>The researchers say countries in this region must take global warming into account in their future cancer control plans.</p>",
    "headlines": "Global Warming Could Be Making Cancer In Women More Common And <strong>Deadly</strong> : Study\n  <strong>NDTV</strong>\nGlobal heating may be <strong>fuelling</strong> rise in deadly cancers among women\n  <strong>The Independent</strong>\nDoctors <strong>sound alarm</strong> over link between cancer explosion and crisis Trump calls a hoax\n  <strong>Daily Mail</strong>",
    "keywords": "\t<strong>deadly</strong>\n\t\tlikely to cause death\n\t\t<li>The snake’s venom is <strong>deadly</strong> – it can kill a human in just a few hours.</li>\n\t<strong>fuel</strong>\n\t\tcause or make worse\n\t\t<li>Inflation is <strong>fuelling</strong> the cost of living crisis.</li>\n\t<strong>sound the alarm</strong>\n\t\twarn\n\t\t<li>Economists are <strong>sounding the alarm</strong> over growing unemployment.</li>"
  },
  {
    "title": "Human consciousness: Where is it in the brain?",
    "description": "Two theories about consciousness have been put to the test by scientists.",
    "date": "21 May 2025",
    "link": "https://www.bbc.com/audio/play/p0lchlpw",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250521",
    "story": "<p>Consciousness is everything a person experiences – someone's awareness of their thoughts, feelings, sensations, memories. But where does this happen in the brain?</p> <p>Scientists haven’t yet agreed on an explanation, but recently, two leading theories were put to the test in a large, research project.</p> <p>The two theories that were put against each other were very different. For example, for one of them, the front part of the brain is not considered necessary for consciousness. Whereas the other theory argues that consciousness comes from what they call ‘global broadcasting’ across the brain, which does include the front regions.</p> <p>Both theories made some accurate predictions about what was happening in the brain, but some of the predictions were wrong. “Both theories are incomplete,” said Dr. Ferrante, one of the neuroscientists working on the project.</p>",
    "headlines": "Two Theories <strong>Face Off</strong> to Explain the Origins of Consciousness\n  <strong>Scientific American</strong>\nTwo Theories of Consciousness Faced Off. The Ref <strong>Took a Beating</strong> .\n  <strong>The New York Times</strong>\nLandmark study puts leading theories of consciousness to the test— neither comes out <strong>unscathed</strong>\n  <strong>University of Birmingham<br/></strong>",
    "keywords": "\t<strong>face off</strong>\n\t\tmeet to argue or compete\n\t\t<li>Two colleagues of mine are <strong>facing</strong> <strong>off</strong> in a battle for the promotion.</li>\n\t<strong>take a beating</strong>\n\t\tsuffer some damage\n\t\t<li>My presentation at work last week went really badly. My confidence really <strong>took a beating</strong>.</li>\n\t<strong>unscathed</strong>\n\t\tundamaged\n\t\t<li>The government came out <strong>unscathed</strong> after the corruption scandal.</li>"
  },
  {
    "title": "Weight loss drugs reduce cancer risk, study finds",
    "description": "Weight loss drugs could reduce the risk of cancer by 50%.",
    "date": "14 May 2025",
    "link": "https://www.bbc.com/audio/play/p0lb3v5q",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250514",
    "story": "<p>Weight-loss drugs like could reduce the risk of getting cancer by half, new research suggests.</p> <p>Cancer experts are excited by the findings, with one saying that this could be a whole new era of preventative cancer medicine.</p> <p>Obesity is associated with 13 different cancers. Losing weight reduces the risk, but the researchers have calculated that the weight-loss drugs provide an additional protective effect, beyond just weight loss. </p> <p>The authors of the study think this could be because the drugs reduce inflammation in the body.</p>",
    "headlines": "Weight loss <strong>jabs</strong> may prevent cancer due to health benefits 'beyond weight loss'\n  <strong>Daily Record</strong>\nWeight-loss jabs ‘ <strong>halve</strong> the risk of cancer’\n  <strong>The Telegraph</strong> <strong><br/></strong>\nWeight loss jabs could almost <strong>halve</strong> risk of obesity-related cancers beyond slimming down, study suggests\n  <strong>Sky News</strong>",
    "keywords": "\t<strong>jabs<br/></strong>\n\t\tinjections\n\t\t<li>I hate getting <strong>jabs</strong> – I’m really scared of needles.</li>\n\t<strong>halve</strong>\n\t\treduce by half\n\t\t<li>The theme park <strong>halved</strong> its prices for the day to attract more customers.</li>\n\t<strong>slim down</strong>\n\t\tbecome thinner\n\t\t<li>Dad wants to <strong>slim</strong> <strong>down</strong> before our friend's wedding so he can fit into his old suit. </li>"
  },
  {
    "title": "Octopuses and fish work together",
    "description": "Scientists have discovered fish and octopuses that work together to hunt for food.",
    "date": "07 May 2025",
    "link": "https://www.bbc.com/audio/play/p0l8qn39",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250507",
    "story": "<p>Scientists have discovered fish and octopuses that work together to hunt for food.</p> <p>During dives in the red sea, a team of scientists filmed octopuses and fish for 120 hours.</p> <p>They found that octopuses will sometimes punch fish that aren't working as part of the team.</p> <p>Experts want to study the underwater behaviour more to find out whether octopuses can remember certain fish who have been bad teammates in the past.</p>",
    "headlines": "Octopuses and fish <strong>caught on camera</strong> hunting as a team\n  <strong>Nature</strong>\nOctopus <strong>packs a punch</strong> to direct hunting groups\n  <strong>Cosmos, Australia</strong> <strong><br/></strong>\nFish join forces with octopuses to hunt but get a sucker punch if they <strong>slack off</strong>\n  <strong>The Times, UK</strong>",
    "keywords": "\t<strong>caught on camera</strong>\n\t\tdiscovered doing something through a photo or video recording\n\t\t<li>The dogs were caught on camera chewing the sofa while their owner was out. </li>\n\t<strong>packs a punch</strong>\n\t\thas a lot of power or effect\n\t\t<li>I really want my wedding speech to pack a punch and make everyone laugh.</li>\n\t<strong>slack off</strong>\n\t\tstop working hard\n\t\t<li>I know you hate your job, but you can't slack off every day. You'll get fired!</li>"
  },
  {
    "title": "Huge power cuts in Spain and Portugal",
    "description": "What caused this huge power cut? Learn about this story with Beth and Pippa",
    "date": "30 April 2025",
    "link": "https://www.bbc.com/audio/play/p0l7b77f",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250430",
    "story": "<p class=\"p1\">Authorities in Spain and Portugal are trying to find out what caused a huge power cut in the countries earlier this week.</p> <p class=\"p1\">The power cut caused chaos across Portugal and Spain and also affected parts of Andorra and France.</p> <p class=\"p1\">Trains didn’t work, businesses had to close and mobile phone networks were also impacted.</p> <p class=\"p1\">Power has now been restored, but the disruption is thought to have cost up to €1.6bn to the Spanish economy.</p>",
    "headlines": "Spain slowly returning to normal after crippling <strong> blackout<br/></strong> <strong>Bloomberg</strong>\nIn the Madrid power cuts, I saw patience and common sense – but we were <strong>woefully</strong> unprepared\n  <strong>The Guardian</strong>\nSpain’s electricity grid operator <strong>rules out</strong> cyber attack as cause of blackout\n  <strong>The Financial Times</strong>",
    "keywords": "\t<strong>blackout</strong>\n\t\ta situation where there is no light, often because of a power cut\n\t\t<li>The earthquake caused a complete <strong>blackout</strong> in the city.</li>\n\t<strong>woefully</strong>\n\t\textremely badly\n\t\t<li>My teacher said my homework was <strong>woefully</strong> inadequate.</li>\n\t<strong>rule out</strong>\n\t\tdecide someone or something is no longer an option\n\t\t<li>The CEO hasn't<strong> ruled out</strong> redundancies this year, but we're hoping there won't be any.</li>"
  },
  {
    "title": "Pope Francis dies",
    "description": "What happens after the Pope dies?",
    "date": "23 April 2025",
    "link": "https://www.bbc.com/audio/play/p0l5y2mp",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250423",
    "story": "<p class=\"p1\">Pope Francis died on Monday morning, aged 88, after leading the Roman Catholic Church for more than a decade.</p> <p class=\"p1\">His funeral will take place on Saturday and will be attended by leaders from around the world.</p> <p class=\"p1\">Pope Francis was the first non-European Pope in centuries and the first to come from the Americas.</p> <p class=\"p1\">His death now starts a political process for the Catholic Church to select a new leader. A group of the Catholic Church’s most senior officials – cardinals – will vote for a new Pope in an election known as a conclave.</p>",
    "headlines": "The <strong>Down-to-Earth</strong> Pope: Pope Francis Has Died at Eighty-eight\n  <strong>New Yorker<br/></strong>\nCrowds gather to <strong>pay respects</strong> to Pope Francis in Buenos Aires\n  <strong>Sky News</strong>\nThe Next Pope: Who Are The <strong>Frontrunners</strong> to Succeed Pope Francis?\n  <strong>News Week</strong>",
    "keywords": "\t<strong>down-to-earth</strong>\n\t\thumble and modest\n\t\t<li>The company’s CEO is very <strong>down-to-earth</strong>. He always asks me about my family.</li>\n\t<strong>pay respects</strong>\n\t\tacknowledge and honour someone who has died\n\t\t<li>She laid flowers at her mother’s grave to <strong>pay her respects</strong>.</li>\n\t<strong>frontrunner</strong>\n\t\tsomeone who is likely to win something like a competition or election\n\t\t<li>She’s the <strong>frontrunner</strong> in the presidential race – everyone thinks she’s going to win.</li>"
  },
  {
    "title": "Sudan war: 'World's worst humanitarian crisis'",
    "description": "The war in Sudan is the biggest humanitarian crisis in the world today, say charities",
    "date": "16 April 2025",
    "link": "https://www.bbc.com/audio/play/p0l4q7d1",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250416",
    "story": "<p class=\"p1\">Paramilitaries have declared a rival government in Sudan, two years into a war in the country.</p> <p class=\"p1\">The war has been described by charities and aid agencies as the biggest humanitarian crisis in the world today.</p> <p class=\"p1\">More than 12 million people have been forced to leave their homes because of the war and charities say 30 million people in the country need aid, such as food and medication.</p>",
    "headlines": "Two years of war in Sudan: a devastating combination of record displacement and <strong>dwindling</strong> aid\n  <strong>UNHCR, the UN refugee agency</strong>\nSudan's years of war - BBC <strong>smuggles</strong> in phones to reveal hunger and fear\n  <strong>BBC News</strong>\nAnalysis: Sudan has an opportunity to <strong>turn the corner </strong> on war\n  <strong>Semafor</strong>",
    "keywords": "\t<strong>dwindling</strong>\n\t\tgradually getting smaller or less common\n\t\t<li>The company’s <strong>dwindling</strong> profits are worrying for investors.</li>\n\t<strong>smuggle</strong>\n\t\ttake things or people from or to a place secretly\n\t\t<li>The bank robber <strong>smuggled</strong> in a gun under his coat.</li>\n\t<strong>turn the corner</strong>\n\t\timprove a situation\n\t\t<li>The country has really <strong>turned the corner</strong> on youth unemployment. Lots more young people are finding work.</li>"
  },
  {
    "title": "World reacts to Trump's tariffs",
    "description": "How are Trump's latest tariffs affecting the global economy?",
    "date": "09 April 2025",
    "link": "https://www.bbc.com/audio/play/p0l39r14",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250409",
    "story": "<p class=\"p1\">The global economy is in shock after US President Donald Trump introduced a new wave of global tariffs – that’s taxes placed on goods imported into the US from other countries.</p> <p class=\"p1\">The baseline tariff for all countries is 10%, but there are extra tariffs on 60 countries which Trump calls the \"worst offenders\". Trump has also put 104% tariffs on goods from China, the world's biggest exporter.</p> <p class=\"p1\">It is unclear whether Trump is introducing tariffs to raise revenue and protect American industry, or as a way of getting countries to do what he wants them to do.</p>",
    "headlines": "Stocks <strong>tumble</strong> again as US hits China with 104% tariffs, Treasuries slammed\n  <strong>Reuters</strong>\nAs China and the US <strong>spar</strong> , countries brainstorm over how to cope with the trade war <strong><br/></strong> <strong>The Independent</strong>\nTrump's <strong>game of chicken</strong> over tariffs leaves world guessing\n  <strong>BBC</strong>",
    "keywords": "\t<strong>tumble</strong>\n\t\tfall\n\t\t<li>The song was number 1 in the charts last week but this week it’s <strong>tumbled</strong> out of the top 10.</li>\n\t<strong>spar</strong>\n\t\targue\n\t\t<li>My parents always <strong>spar</strong> with each other over who’s better at cooking.</li>\n\t<strong>game of chicken</strong>\n\t\ta situation where two people do something risky to see who will back down first\n\t\t<li>The companies are locked in a <strong>game of chicken</strong> over who’s going to lower their prices first.</li>"
  },
  {
    "title": "Myanmar mourns earthquake dead",
    "description": "Myanmar has begun five days of national mourning following an earthquake in the country.",
    "date": "02 April 2025",
    "link": "https://www.bbc.com/audio/play/p0l1vr99",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250402",
    "story": "<p class=\"p1\">Myanmar has begun five days of national mourning, that’s the sadness we feel when someone dies, following an earthquake in the country which has killed more than 2700 people.</p> <p class=\"p1\">The earthquake has caused widespread damage in Myanmar and was also felt in Thailand and parts of China.</p> <p class=\"p1\">Teams are still trying to rescue survivors from collapsed buildings, days after the earthquake hit.</p>",
    "headlines": "Myanmar earthquake: woman trapped for days pulled alive from the <strong>rubble</strong>\n  <strong>The Guardian</strong>\nNurses <strong>cling</strong> on to newborn babies during earthquake\n  <strong>BBC<br/></strong>\nEarthquake <strong>deepens crisis</strong> in Myanmar as aid effort intensifies\n  <strong>Financial Times</strong>",
    "keywords": "\t<strong>rubble</strong>\n\t\tthe piles of bricks, stone or other materials left behind when a building is destroyed\n\t\t<li>The factory was knocked down and now all that’s left is <strong>rubble</strong>.</li>\n\t<strong>cling</strong>\n\t\thold someone or something tightly\n\t\t<li>My friend’s terrified of flying. He <strong>clings</strong> onto his wife’s hand any time he travels by plane.</li>\n\t<strong>deepen crisis</strong>\n\t\tmake a bad situation worse\n\t\t<li>The CEO quitting only <strong>deepened</strong> the <strong>crisis</strong> at the company.</li>"
  },
  {
    "title": "Turkey protests after political rival jailed",
    "description": "There have been protests in Turkey after the president's main political rival was jailed",
    "date": "26 March 2025",
    "link": "https://www.bbc.com/audio/play/p0l0fpgd",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250326",
    "story": "<p class=\"p1\">Ekrem Imamoglu, mayor of Istanbul, has been jailed on corruption charges.</p> <p class=\"p1\">Since then, there have been days of protests, leading to violent clashes between protestors and the authorities.</p> <p class=\"p1\">Imamoglu is seen as the main political rival to Recep Tayyip Erdogan, who has been either prime minister of president since 2003.</p> <p class=\"p1\">Since being jailed, the main opposition party in the country declared Imamoglu their candidate for the 2028 presidential election.</p> <p class=\"p1\">His university degree had recently been annulled – cancelled – which means he is not allowed to stand for election.</p>",
    "headlines": "Sixth night of protests in Turkey as Erdogan <strong>hits out at</strong> unrest\n  <strong>BBC</strong>\nErdogan Bets World Will <strong>Turn a Blind Eye</strong> to Turmoil in Turkey\n  <strong>Bloomberg<br/></strong>\nTurkey’s <strong>Authoritarian Turn</strong>\n  <strong>Jacobin</strong>",
    "keywords": "\t<strong>hits out at</strong>\n\t\tstrongly criticises\n\t\t<li>Businesses <strong>hit out at</strong> the government’s plans to increase corporate taxes.</li>\n\t<strong>turn a blind eye</strong>\n\t\tignore something bad\n\t\t<li>I<strong>’ve been turning a blind eye</strong> to your lateness for far too long... You need to start arriving on time!</li>\n\t<strong>authoritarian turn</strong>\n\t\ta movement towards authoritarian government\n\t\t<li>The trend towards strong national leaders is evidence of a growing <strong>authoritarian turn</strong> across the world.</li>"
  },
  {
    "title": "Astronauts home after 9 months in space",
    "description": "After nine months in space, two Nasa astronauts have finally arrived back on Earth.",
    "date": "19 March 2025",
    "link": "https://www.bbc.com/audio/play/p0kz1qzg",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250319",
    "story": "<p class=\"p1\">After nine months in space, Nasa astronauts Butch Wilmore and Suni Williams have finally arrived back on Earth.</p> <p class=\"p1\">Their stay on the International Space Station (ISS) was only supposed to last eight days, but their mission was dramatically extended after the spacecraft that they arrived on, called ‘Starliner’, began to have technical problems.</p> <p class=\"p1\">Starliner was sent back to Earth empty in September 2024, so Butch and Suni needed an alternative spacecraft to take them home. Nine months after they arrived, they’re finally back.</p>",
    "headlines": "Nasa’s stranded astronauts finally begin return to Earth after being <strong>stuck</strong> in space for months\n  <strong>The Independent</strong>\nTwo astronauts stuck in space for more than nine months <strong>head back</strong> to Earth\n  <strong>Sky News</strong>\nNASA’s stranded astronauts are FINALLY on way home after nine <strong>grueling</strong> months\n  <strong>Daily Mail</strong>",
    "keywords": "\t<strong>stuck</strong>\n\t\tunable to move\n\t\t<li>The lock on the bathroom door broke, so I was <strong>stuck</strong> in there for hours!</li>\n\t<strong>head back</strong>\n\t\treturn\n\t\t<li>My parents are just <strong>heading back</strong> from the restaurant now – they’ll be home soon.</li>\n\t<strong>grueling/gruelling</strong>\n\t\textremely tiring or difficult\n\t\t<li>I’ve got a <strong>gruelling</strong> schedule at work tomorrow – back-to-back meetings all day with no breaks.</li>"
  },
  {
    "title": "Woolly mice: Are woolly mammoths next?",
    "description": "Researchers plan to create genetically-altered, mammoth-like elephants in the future.",
    "date": "12 March 2025",
    "link": "https://www.bbc.com/audio/play/p0kxnrbx",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250312",
    "story": "<p class=\"p1\">Scientists have created a genetically modified mouse that's woolly.</p> <p class=\"p1\">The researchers plan to use their woolly mouse to test out other genetic changes before they try to create genetically-altered, mammoth-like elephants in the future.</p> <p class=\"p1\">The company, Colossal Biosciences, hope to use the new mammoths in the fight against global warming.</p> <p class=\"p1\">Critics say the project is unethical and mainly an attempt to gain publicity.</p>",
    "headlines": "Woolly mice are a first step to <strong>resurrecting</strong> mammoths, but there’s a very long way to go\n  <strong>The Conversation</strong>\nColossal CEO Ben Lamm says humanity has a ‘ <strong>moral obligation</strong> ’ to pursue de-extinction tech\n  <strong>TechCrunch</strong>\nDo not be <strong>bamboozled</strong> by the new fluffy mouse\n  <strong>defector.com</strong>",
    "keywords": "\t<strong>resurrect</strong>\n\t\tgive something life again\n\t\t<li>The actor has been trying to <strong>resurrect</strong> his career since his last film received terrible reviews.</li>\n\t<strong>moral obligation</strong>\n\t\ta feeling that you have to do something because it is considered to be right\n\t\t<li>I volunteer at a soup kitchen for homeless people – for me, it feels like a <strong>moral obligation</strong>.</li>\n\t<strong>bamboozled</strong>\n\t\ttricked\n\t\t<li>I got <strong>bamboozled</strong> by the car salesman and bought a more expensive model than I needed.</li>"
  },
  {
    "title": "50% adults overweight or obese by 2050: Global study",
    "description": "More than half of all adults could be overweight or obese by 2050.",
    "date": "05 March 2025",
    "link": "https://www.bbc.com/audio/play/p0kw7csz",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250305",
    "story": "<p class=\"p1\">More than half of all adults and a third of children, teenagers and young adults around the world are predicted to be overweight or obese by 2050. The findings come from a new study of global data, covering more than 200 countries, published in The Lancet, a well-known British medical journal.</p> <p class=\"p1\">Researchers warn that if trends continue, global rates of overweight and obese adults would increase significantly, particularly in Asia and Africa, where populations are growing.</p> <p class=\"p1\">Experts say that if governments take urgent action now, there is still time to prevent what they describe as a \"profound tragedy\".</p>",
    "headlines": "How global obesity epidemic is set to get <strong>a whole lot</strong> worse\n  <strong>South China Morning Post</strong>\n<strong>'Unparalleled</strong> threat' of death: Over 50% of adults worldwide will be overweight by 2050\n  <strong>Wion</strong>\nShocking number of Brits who will be obese by 2050 revealed in <strong>damning</strong> study\n  <strong>The Sun</strong>",
    "keywords": "\t<strong>a whole lot</strong>\n\t\tvery much\n\t\t<li>Layla seems <strong>a whole lot</strong> happier in her new house.</li>\n\t<strong>unparalleled</strong>\n\t\tthere’s nothing like it\n\t\t<li>The new genetic technology is currently <strong>unparalleled.</strong></li>\n\t<strong>damning</strong>\n\t\tindicates something is very negative\n\t\t<li>The critic gave the film a <strong>damning</strong> review. They said it was the worst movie of the year.</li>"
  },
  {
    "title": "Is vaping as bad as smoking cigarettes?",
    "description": "A new UK study has found that vapes are just as bad for health as cigarettes.",
    "date": "26 February 2025",
    "link": "https://www.bbc.com/audio/play/p0ktpt1h",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250226",
    "story": "<p class=\"p1\">53% of current vapers in the UK, that's around 3 million people, used to smoke cigarettes. Many believe that vaping is less harmful than smoking cigarettes. A new study, which will be published soon, questions this.</p> <p class=\"p1\">The study, by Manchester Metropolitan University, has found that e-cigarettes and vapes are just as bad for health as cigarettes.</p> <p class=\"p1\">Researchers gave volunteers fitness tests which measured things like blood flow to their brains.</p> <p class=\"p1\">Results show that long-term users of vapes and e-cigarettes are equally at risk of dementia, heart disease and organ failure as regular cigarette smokers. This is because of damage to artery walls and reduced blood flow.</p>",
    "headlines": "Vaping 'more dangerous than smoking', <strong>bombshell</strong> first-of-its-kind study reveals - it raises risk of THREE deadly diseases\n  <strong>Mail</strong> <strong>Online</strong>\nDeadly side of vaping revealed as bombshell study <strong>blows</strong> initial theory <strong>out the water</strong>\n  <strong>Daily Star</strong> 10-year study to <strong>shed light on</strong> youth vaping <strong>gov.uk</strong>",
    "keywords": "\t<strong>bombshell</strong>\n\t\tdescribes sudden bad news\n\t\t<li>The <strong>bombshell</strong> finance report was leaked ahead of election night.</li>\n\t<strong>blow (something) out the water</strong>\n\t\tdestroy something completely\n\t\t<li>New evidence shown in court <strong>blew</strong> his defence <strong>out the water</strong>. It's now clear he's guilty of the crime. </li>\n\t<strong>shed light on</strong>\n\t\treveal information\n\t\t<li>You were rude in the meeting yesterday and walked out. Could you <strong>shed</strong> some <strong>light on</strong> your behaviour?</li>"
  },
  {
    "title": "Ukraine war: US-Russia peace talks",
    "description": "The US and Russia have agreed to start negotiations for ending the war in Ukraine",
    "date": "19 February 2025",
    "link": "https://www.bbc.com/audio/play/p0ks6jlm",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250220",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Gaza ceasefire at risk",
    "description": "The ceasefire which started in Gaza in January is at risk of collapsing.",
    "date": "12 February 2025",
    "link": "https://www.bbc.com/audio/play/p0kqqsyq",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250212",
    "story": "<p class=\"p1\">There is a ceasefire – that’s a pause in fighting - in Gaza which began on the 19th January.</p> <p class=\"p1\">The terms of the ceasefire deal include the release of hostages taken by Hamas on 7th October 2023, in exchange the release of Palestinian prisoners held in Israel.</p> <p class=\"p1\">The deal also says Israeli forces must leave populated areas, allow displaced Palestinians to return to their homes, and hundreds of aid lorries are to be allowed into Gaza each day. But now, the ceasefire is at risk.</p> <p class=\"p1\">Hamas has announced a delay to the next scheduled release of Israeli hostages, saying Israel has broken the ceasefire agreement. A Hamas spokesperson accused Israel of delaying the return of displaced Palestinians to the north of Gaza, continuing to fire on people and failing to allow in agreed humanitarian aid.</p> <p class=\"p1\">US President Donald Trump has made comments suggesting the US could \"take over\" and \"own\" Gaza - a plan which would be considered illegal under international law and has been widely criticised.</p>",
    "headlines": "Is the ceasefire in Gaza <strong>on the verge of</strong> breakdown?\n  <strong>Middle East Eye</strong> <strong><br/></strong>\nHamas <strong>suspends</strong> release of Israeli hostages over ‘violations’ of ceasefire\n  <strong>The Guardian<br/></strong>\nUS President Trump <strong>doubles down</strong> on plan to take over Gaza\n  <strong>Euro News</strong>",
    "keywords": "\t<strong>on the verge of</strong>\n\t\tabout to happen\n\t\t<li>The scientists are on the verge of discovering a cure – they’re about to make an important discovery.</li>\n\t<strong>suspend</strong>\n\t\tdelay something without being certain when or if it will continue\n\t\t<li>The company suspended production while they fixed the machines. </li>\n\t<strong>double down<br/></strong>\n\t\tdefend your opinion or action strongly in response to criticism\n\t\t<li>Despite heavy criticism for the proposed tax cuts, the politician doubled down, saying there would be benefits in the long run.</li>"
  },
  {
    "title": "Trump's tariffs",
    "description": "Why has Trump started imposing tariffs on imports into the USA?  Listen to find out",
    "date": "05 February 2025",
    "link": "https://www.bbc.com/audio/play/p0kp95ch",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250205",
    "story": "<p class=\"p1\">US President Donald Trump has started imposing tariffs on imports into the USA.</p> <p class=\"p1\">Tariffs make imports more expensive – a cost which is often passed onto consumers who have to pay more for imported products.</p> <p class=\"p1\">Donald Trump has imposed 10% tariffs on all Chinese imports to the US. He had also threatened to impose 25% tariffs on Canada and Mexico, but these have been suspended for 30 days.</p>",
    "headlines": "China announces <strong>tit-for-tat</strong> tariffs as US levies come into effect\n  <strong>MSN</strong>\nAs Trump's tariff pledge comes due, he vows to <strong>follow through on</strong> key campaign promise\n  <strong>CNN</strong>\nTrump’s tariffs are already <strong>bearing fruit</strong>\n  <strong>The Telegraph</strong>",
    "keywords": "\t<strong>tit-for-tat</strong>\n\t\tdescribes an action done in retaliation\n\t\t<li>You ate the last biscuit, so I'm going to eat your piece of cake - it's tit for tat.</li>\n\t<strong>follow through (on)</strong>\n\t\tfulfil a promise\n\t\t<li>I can't come. I said I'd help my friend move house, so I need to follow through on that promise. </li>\n\t<strong>bearing fruit</strong>\n\t\tgetting a positive result\n\t\t<li>Well done on your exam results! All your hard work is now bearing fruit. </li>"
  },
  {
    "title": "DeepSeek: Chinese AI app shocks tech world",
    "description": "Why has this Chinese AI app shocked the tech world? Listen to find out",
    "date": "29 January 2025",
    "link": "https://www.bbc.com/audio/play/p0kmstxy",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250129",
    "story": "<p class=\"p1\">A Chinese artificial intelligence app called DeepSeek has caught the attention of the global tech industry. It was released on the 20th of January, and has quickly risen to the top of the Apple store’s download charts.</p> <p class=\"p1\">DeepSeek claims the latest model was built using only $5.6 million, whereas ChatGPT’s developer OpenAI spent $5 billion last year alone.</p> <p class=\"p1\">The market value of tech company stocks, like Nvidia, has since fallen dramatically. </p>",
    "headlines": "Why is the AI world <strong>freaking out</strong> over China's DeepSeek?\n  <strong>The Japan Times</strong>\nNvidia shares sink as Chinese AI app <strong>spooks</strong> US markets\n  <strong>BBC News</strong>\nAI Market <strong>Shake-Up</strong> : Global Giants Tumble As Chinese AI Model DeepSeek Disrupts Markets\n  <strong>Business Today</strong>",
    "keywords": "\t<strong>freaking out</strong>\n\t\tlosing emotional control\n\t\t<li>I freaked out when my favourite actor walked past me in the street.</li>\n\t<strong>spook</strong>\n\t\tcreate a sudden sense of fear or nervousness\n\t\t<li>The government’s sudden tax cuts spooked the markets.</li>\n\t<strong>shake-up</strong>\n\t\ta change\n\t\t<li>The football team kept losing, so the coach decided to have a shake-up of the squad.</li>"
  },
  {
    "title": "Trump returns to power",
    "description": "Donald Trump has returned to power as US president",
    "date": "22 January 2025",
    "link": "https://www.bbc.com/audio/play/p0kl91tx",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250122",
    "story": "<p class=\"p1\">President Donald Trump has started his second term as president with lots of executive orders about what he wants to do. Executive orders are written orders which don’t require Congress, that’s the US parliament, to approve them.</p> <p>Among Trump’s first acts as president are: starting to withdraw from the World Health Organization and the Paris Climate agreement, which is an international agreement to fight Climate change. He also threatened to put tariffs on China, Canada and Mexico and reversed many of his predecessor President Biden’s policies.</p>",
    "headlines": "Donald Trump vows new ‘ <strong>golden age</strong> ’ for US as he moves to unwind Joe Biden era\n  <strong>Financial Times</strong>\nTrump <strong>grants clemency</strong> to all charged over January 6 US Capitol attack\n  <strong>Al-Jazeera</strong>\nBest of ' <strong>frenemies</strong> ': Trump's relationship with Europe this time may be very different\n  <strong>BBC News</strong>",
    "keywords": "\t<strong>golden age<br/></strong>\n\t\ta period of time when everyone is happy or successful\n\t\t<li>Some people say the golden age of television is over.</li>\n\t<strong>grant clemency</strong>\n\t\tgive a smaller or kinder punishment\n\t\t<li>The judge granted the criminal clemency. She only got a small fine.</li>\n\t<strong>frenemy</strong>\n\t\tboth friend and enemy at the same time\n\t\t<li>The film director has lots of frenemies in Hollywood. She can’t trust anyone.</li>"
  },
  {
    "title": "Kumbh Mela: 400 million to attend world's largest festival",
    "description": "A festival so big that it can be seen from space.",
    "date": "15 January 2025",
    "link": "https://www.bbc.com/audio/play/p0kjsybx",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250115",
    "story": "<p class=\"p1\">The Kumbh Mela festival, the largest religious gathering in the world, has begun in the northern Indian city of Prayagraj. 400 million people are expected to attend throughout the 45-day period, authorities say. The festival can be seen from space.</p> <p>The Hindu festival is held once every 12 years, but this year it's particularly significant because of a rare alignment between the Sun, the Moon and Jupiter, which happens only once every 144 years.</p>",
    "headlines": "India’s Maha Kumbh Mela festival gets <strong>under way</strong> for first time in 144 years\n  <strong>The Guardian</strong>\nIndia's Maha Kumbh festival sees 15 million people take holy <strong>dip</strong> on first day\n  <strong>Reuters</strong>\nKumbh Mela, explained: Its mythology, history, astrology, and why millions <strong>flock</strong> to it\n  <strong>The Indian Express</strong>",
    "keywords": "\t<strong>under way<br/></strong>\n\t\tin progress\n\t\t<li>You can’t enter the venue once the concert is under way.</li>\n\t<strong>dip</strong>\n\t\ta brief swim\n\t\t<li>After hiking all day, a quick dip in the lake felt amazing.</li>\n\t<strong>flock</strong>\n\t\tmove in a crowd\n\t\t<li>Tourists flock to the city every summer.</li>"
  },
  {
    "title": "North Korea hypersonic missile claims",
    "description": "Has North Korea launched a hypersonic missile?",
    "date": "08 January 2025",
    "link": "https://www.bbc.com/audio/play/p0khblgl",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250108",
    "story": "<p class=\"p1\">North Korea has launched a missile which they claim flew at over 12 times the speed of sound and travelled 1500km. The South Korean military says that they believe the claims from North Korea are exaggerated.</p> <p class=\"p1\">Hypersonic missiles, which travel more than 5 times faster than sound and can change direction, are much harder to intercept. Only China, Russia and the US are currently thought to have this technology.</p> <p class=\"p1\">Some people suspect that Russia is helping North Korea to develop advanced missile technology in return for troops to fight in Ukraine.</p>",
    "headlines": "North Korea says new hypersonic missile will ' <strong>contain</strong> ' rivals\n  <strong>BBC</strong>\nActing president condemns N. Korea's latest missile <strong>provocation</strong>\n  <strong>The Korea Times</strong>\nN. Korea's claim of hypersonic missile launch likely ' <strong>deception</strong> ': S. Korean military\n  <strong>Yonhap</strong>",
    "keywords": "\t<strong>contain<br/></strong>\n\t\tlimit\n\t\t<li>The attacking army were able to surround and contain the enemy quickly.</li>\n\t<strong>provocation</strong>\n\t\tan action that could lead to an angry reaction\n\t\t<li>The military exercises near the border were the provocation that led to war.</li>\n\t<strong>deception</strong>\n\t\ttricking someone into believing something that isn't true\n\t\t<li>Deception is easier when people trust you.</li>"
  },
  {
    "title": "The face of the real Santa Claus",
    "description": "Researchers have produced images of the man who Santa Claus is based on.",
    "date": "24 December 2024",
    "link": "https://www.bbc.com/audio/play/p0kdshrm",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/2411225",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "7,000 steps can reduce risk of depression",
    "description": "People who have a higher daily step count may have a lower risk of depression.",
    "date": "18 December 2024",
    "link": "https://www.bbc.com/audio/play/p0kctpzs",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/2411218",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Rebels defeat Assad in Syria",
    "description": "Syrian rebels have taken control of the country after defeating Bashar al-Assad's forces",
    "date": "11 December 2024",
    "link": "https://www.bbc.com/audio/play/p0kbb4pd",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/2411211",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "South Korea's martial law crisis",
    "description": "South Korea's president is facing a political crisis after failing to impose martial law.",
    "date": "04 December 2024",
    "link": "https://www.bbc.com/audio/play/p0k8xf9p",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/2411204",
    "story": "<p>South Korea’s president Yoon Suk Yeol declared martial law, asking the armed forces to suspend normal democratic freedoms, for example being able to protest.</p> <p>Yoon said martial law was needed because of threats from North Korea. But critics say Yoon wanted to use martial law as a response to scandals and problems he faces.</p> <p>The armed forces were unable to stop National Assembly members voting against this measure.</p> <p>Facing opposition, president Yoon ended the state of martial law just hours after it had been declared.</p> <p>President Yoon is now facing calls to resign, and the opposition has launched an attempt to impeach him. </p>",
    "headlines": "Political chaos in South Korea: what is martial law and what comes next after Yoon Suk Yeol’s <strong>U-turn</strong> ?\n  <strong>The Guardian</strong>\nKorea’s Yoon, <strong>backpedaling</strong> , promises to lift martial law\n  <strong>Politico</strong>\nSouth Korea’s Yoon Ends Martial Law After Political <strong>Gamble</strong>\n  <strong>Bloomberg</strong>",
    "keywords": "\t<strong>U-turn</strong>\n\t\ta reversed decision\n\t\t<li>The council made a U-turn on their decision to close the swimming pool after local protests.</li>\n\t<strong>backpedalling</strong>\n\t\tdeciding not to do a thing you had started or said you were going to do\n\t\t<li>Juan said he was going to paint the house at the weekend, but now he's backpedalling and saying it'll be the week after.</li>\n\t<strong>gamble</strong>\n\t\ta risky strategy\n\t\t<li>The president’s gamble to call an early election paid off. She won easily.</li>"
  },
  {
    "title": "Laos: Six dead from possible methanol poisoning",
    "description": "Six people have died of suspected methanol poisoning in Laos",
    "date": "27 November 2024",
    "link": "https://www.bbc.com/audio/play/p0k79mr7",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/241127",
    "story": "<p>Eight hostel staff members have been detained in Laos after six tourists died.</p> <p>The tourists' deaths were thought to have been caused by drinks that had been contaminated with methanol, a type of alcohol that the human body cannot process.</p> <p>Vang Vieng is a town popular with backpackers, usually young people who travel on a budget, and has a reputation for cheap alcohol and partying.</p> <p>According to humanitarian organisation, Medecin Sans Frontieres, Asia has the highest incidence of methanol poisoning, with cases in Indonesia, India, Cambodia, Vietnam and the Philippines.</p> <p>Methanol is sometimes added to home-made alcohol, but just 30ml can be deadly.</p>",
    "headlines": "6 tourists who died are believed to have drunk <strong>tainted</strong> alcohol in Laos\n  <strong>Business Insider</strong>\nLaos’ methanol poisoning deaths <strong>send chill through</strong> backpacker paradise\n  <strong>Al-Jazeera</strong>\nHow an idyllic Laos village turned into a <strong>hedonistic</strong> party hotspot\n  <strong>The Telegraph</strong>",
    "keywords": "\t<strong>tainted</strong>\n\t\tmade dangerous by something harmful\n\t\t<li>The company had to recall the tainted meat.</li>\n\t<strong>send chill through</strong>\n\t\tmake worried or afraid\n\t\t<li>Seeing the destruction caused by the earthquake sent a chill through the rescue team.</li>\n\t<strong>hedonistic</strong>\n\t\trelated to uncontrolled partying\n\t\t<li>The rock band became known for their hedonistic parties.</li>"
  },
  {
    "title": "Ukraine fires US-supplied missiles into Russia",
    "description": "President Biden has approved the use of US missiles against targets in Russia",
    "date": "20 November 2024",
    "link": "https://www.bbc.com/audio/play/p0k5tpq8",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/241120",
    "story": "<p>US President Joe Biden has given permission for Ukraine to use landmines supplied by the US in the war with Russia.</p> <p>It comes after Ukraine was able to use US-supplied long-range missiles to attack inside Russia for the first time.</p> <p>It is a big change in the war as previously the US had not allowed land mines to be used, or missiles to be fired into Russian territory.</p> <p>The change comes as the war between Russia and Ukraine hit 1,000 days.</p>",
    "headlines": "<strong>Where do Russia and Ukraine</strong> <strong>stand</strong> militarily after 1,000 days of conflict?\n  <strong>Sky News</strong>\nWhat will Putin do about Biden’s <strong>parting gift</strong> to Ukraine?\n  <strong>The Spectator</strong>\nKremlin accuses Biden of <strong>ratcheting up</strong> nuclear tensions\n  <strong>UCA News</strong>",
    "keywords": "\t<strong>Where do things stand?</strong>\n\t\tWhat is the situation?\n\t\t<li>I’ve been off sick for the last few days. Where do things stand with the big work presentation?</li>\n\t<strong>parting gift</strong>\n\t\tsomething given to someone who is leaving or by someone who is leaving\n\t\t<li>My professor gave me the parting gift of a recommendation letter for my dream job.</li>\n\t<strong>ratchet something up</strong>\n\t\tincrease over time in controlled stages\n\t\t<li>The protest group are <strong>ratcheting up</strong> their pressure on the government to change the law.</li>"
  },
  {
    "title": "Pakistan's worst ever smog",
    "description": "The smog in Lahore, Pakistan, is at its worst level ever.",
    "date": "13 November 2024",
    "link": "https://www.bbc.com/audio/play/p0k4910y",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/241113",
    "story": "<p>The smog in Lahore, Pakistan, is at its worst level ever, seriously affecting the health of its 13 million residents.</p> <p>People have been told to stay indoors, schools are closed and vehicles have been banned from the worst affected areas. </p> <p>The air quality index in the city has recently reached over 1,000. Anything above 300 is considered dangerous. </p> <p>The main cause of this year's smog is a higher number of illegal fires which farmers in Pakistan and neighbouring India use to burn their crops quickly and cheaply.</p>",
    "headlines": "Pictures from space show mighty smog <strong>choking</strong> Lahore\n  <strong>BBC News</strong>\nHalf of children in Pakistan out of school for second time this year as air pollution <strong>hits new highs</strong>\n  <strong>Save the Children</strong>\nThe <strong>blurred lines</strong> between smog and climate change\n  <strong>UCA News</strong>",
    "keywords": "\t<strong>choke</strong>\n\t\tstop someone breathing\n\t\t<li>The smoke from the fire was so thick it was choking the crowd.</li>\n\t<strong>hit new highs</strong>\n\t\thigher than ever before\n\t\t<li>She's excited because her company's value has hit new highs.</li>\n\t<strong>blurred lines</strong>\n\t\thard to distinguish two different things\n\t\t<li>Some say there's a blurred line between love and hate.</li>"
  },
  {
    "title": "Donald Trump wins the US Election",
    "description": "Donald Trump has won the US presidential election against Democrat Kamala Harris.",
    "date": "06 November 2024",
    "link": "https://www.bbc.com/audio/play/p0k2qtjb",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/241106",
    "story": "<p>Donald Trump has won the US presidential election against current Vice-President Kamala Harris. Many experts expected this election to be one of the closest in recent history. Trump has become the first US president in over 130 years to have a gap between his two presidencies. During the campaign, Trump survived two assassination attempts. World leaders have started congratulating Trump on his victory.</p>",
    "headlines": "Donald Trump declares 'magnificent victory' in speech to <strong>jubilant</strong> supporters\n  <strong>BBC News</strong>\nDonald Trump <strong>closes in on</strong> US election victory\n  <strong>Politico</strong>\nUS votes as polls show Harris and Trump <strong>neck and neck</strong>\n  <strong>Financial Times</strong>",
    "keywords": "\t<strong>jubilant</strong>\n\t\textremely happy because of success\n\t\t<li>The university is full of jubilant students who have passed their exams.</li>\n\t<strong>close in on<br/></strong>\n\t\tget close to victory\n\t\t<li>Watch as the police close in on the gang members.</li>\n\t<strong>neck and neck</strong>\n\t\tequal or very close in a race\n\t\t<li>They’re both so fast. They're neck and neck. Who's going to win?</li>"
  },
  {
    "title": "Lost Maya city found in Mexico",
    "description": "How has nobody noticed this huge Maya city before?",
    "date": "30 October 2024",
    "link": "https://www.bbc.com/audio/play/p0k146lx",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/241030",
    "story": "<p>A huge lost city has been found in the jungle in Mexico. The city was built by Maya people hundreds of years ago. Archaeologists believe up to 50,000 people could have lived in the city before Maya civilisations began to collapse in 800AD. The city, named Valeriana by scientists, is only 15km from a main road where Maya people still live today.</p>",
    "headlines": "PhD student finds lost city in Mexico jungle <strong>by accident</strong>\n  <strong>BBC News</strong>\nMayan city with buildings and plazas <strong>hiding in plain sight</strong> has only now been found\n  <strong>World Is One News</strong>\nHave we found all the major Maya cities? <strong>Not even close</strong> , new research suggests\n  <strong>phys.org</strong>",
    "keywords": "\t<strong>by accident</strong>\n\t\twithout intending to\n\t\t<li>I upset my boss by accident. I was only trying to make a joke.</li>\n\t<strong>hide in plain sight</strong>\n\t\tbe concealed or unseen even though it can clearly be seen\n\t\t<li>The diary was hidden in plain sight. We’d been searching for hours and hadn’t noticed it.</li>\n\t<strong>not even close<br/></strong>\n\t\tnot at all true\n\t\t<li>Will the restaurant be ready to open in time? Not even close. Our chef has quit.</li>"
  },
  {
    "title": "India: Bomb threats delay flights",
    "description": "Hoax bomb threats have disrupted flights",
    "date": "23 October 2024",
    "link": "https://www.bbc.com/audio/play/p0jztcz6",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/241023",
    "story": "<p>A large rise in hoax bomb threats has caused chaos around the world with flights having to land in the wrong places or turn around.</p> <p>A hoax bomb threat is where someone says they have put a bomb somewhere but they’re lying. They can cause lots of problems for airlines and passengers because airlines and authorities have to take the threats seriously in case they’re real.</p> <p>In the last week, there have been at least 90 fake threats, targeting mostly Indian airlines.</p>",
    "headlines": "RAF Typhoon fighters <strong>scrambled</strong> as Heathrow-bound flight latest target of bomb threats\n  <strong>The Standard</strong>\nFalse threats, real losses: Airlines <strong>see red</strong> as they lose money & passenger goodwill\n  <strong>The Times of India</strong>\nFaced with flurry of bomb hoaxes, govt <strong>mulls</strong> law revamp\n  <strong>The Week, India</strong>",
    "keywords": "\t<strong>scramble<br/></strong>\n\t\tmove quickly and urgently\n\t\t<li>When the fire alarm went off, everyone scrambled to evacuate the building. </li>\n\t<strong>see red</strong>\n\t\tbecome very angry\n\t\t<li>I couldn't believe it when the train was delayed, then cancelled, and then all the buses were cancelled too. I just totally saw red. </li>\n\t<strong>mull (something over)</strong>\n\t\tthink about something carefully\n\t\t<li>I've been mulling over whether to move house for a while now and I think I've finally made a decision.</li>"
  },
  {
    "title": "Earth's climate defences failing",
    "description": "Scientists have found problems with the Earth's natural defences against climate change.",
    "date": "16 October 2024",
    "link": "https://www.bbc.com/audio/play/p0jy3jv0",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/241016",
    "story": "<p>Scientists have found that the Earth's natural defences against climate change didn't work properly in 2023.</p> <p>The Earth's oceans and land usually take in about half of all human carbon emissions.</p> <p>But a study found that last year, the hottest on record, forests, plants and soil took in almost no carbon from the atmosphere.</p> <p>Scientists are concerned that wildfires and droughts are impacting these natural processes, which are essential for fighting climate change, from working properly.</p>",
    "headlines": "Trees and land <strong>absorbed</strong> almost no CO2 last year. Is nature’s carbon sink failing?\n  <strong>The Guardian</strong>\n<strong>Carbon sink</strong> broken? Last year, trees and land barely absorbed any CO2\n  <strong>Down to Earth</strong>\nWildfires <strong>weaken</strong> global carbon sink, putting climate targets at risk\n  <strong>Meteored</strong>",
    "keywords": "\t<strong>absorb<br/></strong>\n\t\ttake something in\n\t\t<li>This new mop is great. It absorbs so much water.</li>\n\t<strong>carbon sink</strong>\n\t\tsomething that absorbs carbon from the atmosphere and stores it\n\t\t<li>Not many people know that oceans are great carbon sinks.</li>\n\t<strong>weaken</strong>\n\t\tmake something weak\n\t\t<li>The wind weakened the structure of the house over time.</li>"
  },
  {
    "title": "AI critic wins Nobel Prize... for AI",
    "description": "A man has won a Nobel Prize for his work on AI, though he now warns of its dangers.",
    "date": "09 October 2024",
    "link": "https://www.bbc.com/audio/play/p0jwmgyt",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/241009",
    "story": "<p>The Nobel Prize in Physics has been given to two scientists, Geoffrey Hinton and John Hopfield, for their work on machine learning, a kind of technology used by Artificial intelligence software.</p> <p>But one of the winners of the award, Geoffrey Hinton, now believes that AI technology could be dangerous in the future.</p> <p>Professor Hinton resigned from his job at Google in 2023, and has warned that machines that could eventually become smarter than humans.</p>",
    "headlines": "‘ <strong>Godfather of</strong> AI’ who warned technology could end humanity wins Nobel Prize\n  <strong>Evening Standard</strong>\nBrit scientist Geoffrey Hinton <strong>dubbed</strong> 'the Godfather of AI' wins Nobel Prize for physics\n  <strong>Mirror</strong>\nAI <strong>doomsayer</strong> wins Nobel Prize for key research\n  <strong>Politico</strong>",
    "keywords": "\t<strong>Godfather of<br/></strong>\n\t\tsomeone who started or developed a new idea or thing\n\t\t<li>Many people regard him as The Godfather of reality TV.</li>\n\t<strong>dubbed</strong>\n\t\tgiven a name describing their achievements\n\t\t<li>I’ve been dubbed The Queen of Karaoke after my performance at the work Christmas party.</li>\n\t<strong>doomsayer</strong>\n\t\tsomeone who says bad things will happen\n\t\t<li>Lots of people thought he was a doomsayer, but he turned out to be right about the company’s financial situation.</li>"
  },
  {
    "title": "Iran attacks Israel after invasion of Lebanon",
    "description": "Israel invades Lebanon. Iran fights back.",
    "date": "02 October 2024",
    "link": "https://www.bbc.com/audio/play/p0jv3lgp",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/241002",
    "story": "<p>The Israeli prime minister has said that his country will respond to Iran’s missile attack on Israel on Tuesday night.</p> <p>Iran fired about 180 missiles at Israel. Most were intercepted, which means stopped.</p> <p>Iran’s attack followed Israel’s invasion of Lebanon, which resulted in the killing of the Hezbollah leader.</p> <p>Lebanese authorities say that over 1,000 people have been killed in the last two weeks and that over a million people have had to leave their homes.</p>",
    "headlines": "Netanyahu says Iran will <strong>pay for</strong> missile attack, as Israel sends more troops into Lebanon\n  <strong>BBC News</strong>\nIran attack: Regime may have felt it needed to <strong>flex its muscles</strong> to try to stem Israel's expanding actions\n  <strong>Sky News</strong>\nFlares and explosions as Israel announces Lebanon <strong>offensive</strong>\n  <strong>Al Jazeera</strong>",
    "keywords": "\t<strong>pay for<br/></strong>\n\t\tsuffer the consequences of doing something seen as bad\n\t\t<li>The criminal paid for his crimes by serving a long prison sentence.</li>\n\t<strong>flex its muscles</strong>\n\t\tto show how strong it is\n\t\t<li>The government flexed its muscles by cancelling old agreements.</li>\n\t<strong>offensive</strong>\n\t\tplanned military campaign\n\t\t<li>The latest offensive left few survivors.</li>"
  },
  {
    "title": "MrBeast named in lawsuit",
    "description": "YouTuber MrBeast has been named in court documents about the treatment of TV contestants.",
    "date": "25 September 2024",
    "link": "https://www.bbc.com/audio/play/p0jsnzry",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240925",
    "story": "<p>MrBeast, real name Jimmy Donaldson, runs the largest YouTube channel in the world.</p> <p>He is producing a reality show, Beast Games, with a $5m prize together with Amazon.</p> <p>Serious allegations have emerged around the conditions for contestants and his company has been served with a lawsuit.</p> <p>Allegations include exposing people to sexual harrassment, being misleading about the chances of winning, and restricting access to food and medication.</p> <p>Our colleagues at BBC News asked MrBeast for comment, but at the time this programme was published, he hadn't responded.</p>",
    "headlines": "MrBeast faces legal challenge: Lawsuit alleges <strong>toxic</strong> environment on set\n  <strong>The Indian Express</strong>\n<strong>On the cusp</strong> <strong>of</strong> mainstream stardom, MrBeast is being sued\n  <strong>Stuff</strong>\n<strong>Shocker</strong> : Turns Out MrBeast Is the Worst\n  <strong>Jezebel</strong>",
    "keywords": "\t<strong>toxic<br/></strong>\n\t\tcauses harm over time\n\t\t<li>I left because my boss had created a toxic environment in that office.</li>\n\t<strong>on the cusp of</strong>\n\t\ton the edge of; about to happen\n\t\t<li>Scientists are on the cusp of an important discovery.</li>\n\t<strong>shocker<br/></strong>\n\t\t(sarcastic) not surprising\n\t\t<li>The trains are delayed again... Shocker!</li>"
  },
  {
    "title": "Shanghai: Worst typhoon in 75 years",
    "description": "The worst typhoon since 1949 has hit Shanghai. Beth and Phil walk you through this story",
    "date": "18 September 2024",
    "link": "https://www.bbc.com/audio/play/p0jr8l43",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240918",
    "story": "<p>On Monday, Shanghai was hit by Typhoon Bebinca, the strongest since 1949, with wind speeds of over 150km reported.</p> <p>25 million people were advised to stay at home and 400,000 people were evacuated by Chinese authorities.</p> <p>Shanghai is now fixing the damage – over 1,800 trees have blown down and 30,000 homes have lost power.</p>",
    "headlines": "Shanghai <strong>braces</strong> for direct hit from Typhoon Bebinca\n  <strong>Reuters</strong>\nPeople Cling To Trees As Typhoon <strong>Slams Into</strong> Shanghai\n  <strong>The Weather Channel</strong>\nShanghai <strong>mops up</strong> as Typhoon Bebinca reaches eastern China's Jiangsu province\n  <strong>South China Morning Post</strong>",
    "keywords": "\t<strong>braces for</strong>\n\t\tprepares for something bad\n\t\t<li>He could see the other car coming and was bracing for the impact.</li>\n\t<strong>slams into</strong>\n\t\tto collide forcefully\n\t\t<li>The train slammed into the barrier after the brakes failed.</li>\n\t<strong>mop up</strong>\n\t\tclean up a liquid\n\t\t<li>Why did you have to drop that bottle? Now I've got to mop up!</li>"
  },
  {
    "title": "Australia plans kids' social media ban",
    "description": "Australian Prime Minister announces plans to ban children from social media sites",
    "date": "11 September 2024",
    "link": "https://www.bbc.com/audio/play/p0jpvrsn",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240911",
    "story": "<p>Australian Prime Minister Anthony Albanese announced plans to ban young people from social media sites. The ban is likely to apply to children under 14.</p> <p>Critics have questioned whether it can be actually enforced.</p> <p>Some people are worried that this approach may block young people from information about important issues.</p>",
    "headlines": "Australia set to BAN social media for children under 14: ' <strong>Enough is enough</strong> '\n  <strong>GB News</strong>\nSocial media ban <strong>poses</strong> barrier to mental health support\n  <strong>South Coast Register</strong>\nAustralia’s <strong>dummy spit</strong> over kids on social media isn’t the answer. We need an internet for children\n  <strong>The Guardian</strong>",
    "keywords": "\t<strong>enough is enough<br/></strong>\n\t\twhat we say when we want a problem to stop\n\t\t<li>I've put up with this job for a long time now, but enough is enough - I quit!</li>\n\t<strong>pose</strong>\n\t\tcause\n\t\t<li>The lack of qualified staff is posing a barrier to progress on this project.</li>\n\t<strong>spit your dummy out</strong>\n\t\treact in a childish way\n\t\t<li>Now, don't spit out your dummy, but I'm going to tell you exactly what you're doing wrong.</li>"
  },
  {
    "title": "German far right wins state election",
    "description": "The far-right party AfD has won a state election in Thuringia, Germany.",
    "date": "04 September 2024",
    "link": "https://www.bbc.com/audio/play/p0jnh6f6",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240904",
    "story": "<p>The far-right party AfD (Alternative fur Deutschland) has won a state election in Thuringia, Germany.</p> <p>The AfD won the highest number of seats in the election but could struggle to form a state government as other parties are refusing to work with them.</p> <p>AfD voters have raised concerns about asylum and immigration, and green policies. They also want to stop German military aid to Ukraine.</p>",
    "headlines": "Europe <strong> reels from</strong> far-right victory in eastern Germany elections\n  <strong>Euronews</strong>\nThe AfD is <strong>winning over</strong> Germany’s youth\n  <strong>The Spectator</strong>\nGermany’s far right will govern <strong>from the sidelines</strong>\n  <strong>Prospect</strong>",
    "keywords": "\t<strong>reel from<br/></strong>\n\t\tbe left shocked and confused by something\n\t\t<li>He was reeling from the news that she had left him.</li>\n\t<strong>win over</strong>\n\t\tpersuade someone to support you\n\t\t<li>The band's new hit song is winning over many new fans.</li>\n\t<strong>from the sidelines</strong>\n\t\twithout being directly involved\n\t\t<li>You always had a lot to say from the sidelines, but now you're in charge you've gone very quiet!</li>"
  },
  {
    "title": "UN: Rising sea levels disaster for all",
    "description": "The UN Secretary-General has warned that rising sea levels are going to be disastrous.",
    "date": "28 August 2024",
    "link": "https://www.bbc.com/audio/play/p0jm2hx4",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240828",
    "story": "<p>The United Nations Secretary-General, António Guterres, has warned that rising sea levels are going to be disastrous not just the Pacific Islands, but for everyone across the globe.</p> <p>His comments come after two UN reports on the state of the climate.</p> <p>The UN have said there is an obligation on the G20 to help because those countries cause 80% of emissions.</p>",
    "headlines": "Surging seas are <strong>coming for us</strong> all, warns UN chief\n  <strong>BBC News</strong>\nUN issues <strong>rallying cry</strong> on climate for Pacific\n  <strong>South Coast Register, Australia</strong> <strong><br/></strong>\nWorld running out of time to <strong>turn tide</strong> on rising sea levels: UN\n  <strong>Daily Sabah, Turkey</strong>",
    "keywords": "\t<strong>coming for us</strong>\n\t\tthreatening to hurt us, with or without intention\n\t\t<li>We were at the zoo and it looked like a lion was coming for us. We ran away!</li>\n\t<strong>rallying cry</strong>\n\t\tan appeal to bring people together to act\n\t\t<li>The winning team gave a rallying cry and the supporters went crazy.</li>\n\t<strong>turn the tide</strong>\n\t\treverse a current trend\n\t\t<li>This new medication could turn the tide on patients with type 2 diabetes.</li>"
  },
  {
    "title": "Chimps chat like we do",
    "description": "Study reveals that chimps take turns in conversation, just like us!",
    "date": "21 August 2024",
    "link": "https://www.bbc.com/audio/play/p0jkp3nt",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240821",
    "story": "<p>A study has shown that chimpanzees take turns in conversations in a similar way to humans.</p> <p>Chimps use gestures to communicate. Reseachers observed that chimps allow others to make their point, before quickly stepping in with a response. Chimpanzees also interrupt each other, just as humans do.</p> <p>This communciation allows the animals to share food and organise their activities.</p>",
    "headlines": "Chimps share humans' ' <strong>snappy</strong> ' conversational style <span data-mce-mark=\"1\"></span>\n  <strong>BBC News</strong>\nChimpanzees communicate in similar <strong>quick-fire</strong> fashion to humans, study shows\n  <strong>The Guardian</strong> <strong><br/></strong>\nChimpanzees gesture <strong>back and forth</strong> quickly like in human conversations\n  <strong>EurekAlert</strong>",
    "keywords": "\t<strong>snappy</strong>\n\t\tquick, concise and effective\n\t\t<li>Here's a nice snappy recipe that's perfect for week nights.</li>\n\t<strong>quick-fire</strong>\n\t\trapidly, one after another\n\t\t<li>The chef tried to follow the waitresses's quick-fire list of orders, but she had to ask her to repeat them all.</li>\n\t<strong>back and forth</strong>\n\t\tmove in one direction, and then come back\n\t\t<li>He watched the water go back and forth as the waves broke on the beach.</li>"
  },
  {
    "title": "Ukraine fights back inside Russia",
    "description": "Ukrainian soldiers hold towns in Russia in military operation",
    "date": "14 August 2024",
    "link": "https://www.bbc.com/audio/play/p0jjcnw0",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240814",
    "story": "<p>The Ukrainian military says its troops now hold 74 towns and villages in Russia after a military operation.</p> <p>It’s a big moment in the war as it’s the first time Ukraine have completed a significant attack across the Russian border.</p> <p>Thousands of people have been asked to evacuate Kursk – a region of Western Russia where the fighting is happening.</p> <p>Russia’s president Vladimir Putin has said Russia will retaliate.</p>",
    "headlines": "Ukraine pummels Russia in bid to <strong> carve out bigger slice</strong> of territory\n  <strong>Reuters</strong>\nUkraine Was <strong>Biding Its Time</strong>\n  <strong>The Atlantic, USA</strong> <strong><br/></strong>\nKyiv’s offensive <strong>gets a greenish light</strong> from its allies\n  <strong>Politico, Europe</strong>",
    "keywords": "\t<strong>carve out a bigger slice</strong>\n\t\ttake something from a larger whole using lots of effort\n\t\t<li>The company wants to carve out a bigger slice of the market and make record profits this year.</li>\n\t<strong>biding its time</strong>\n\t\twaiting patiently for an opportunity\n\t\t<li>My friend waited ages to sell his car. He was biding his time until the right offer came along.</li>\n\t<strong>gets a greenish light</strong>\n\t\tgets approval, but not completely\n\t\t<li>My plans for my mum’s birthday party got the greenish light, but she’s not sure about the crocodile theme.</li>"
  },
  {
    "title": "Bangladesh protests: PM quits",
    "description": "Bangladesh's Prime Minister Sheikh Hasina has quit and escaped the country.",
    "date": "07 August 2024",
    "link": "https://www.bbc.com/audio/play/p0jgzmpg",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240807",
    "story": "<p>Bangladesh's Prime Minister Sheikh Hasina has quit and escaped the country.</p> <p>Around 300 people have died in violence between protestors, opponents and security forces in recent weeks.</p> <p>After a large protest in the capital Dhaka calling for the Prime Minister Sheikh Hasina's resignation, she stepped down and escaped the country.</p>",
    "headlines": "Bangladesh’s president <strong>dissolves parliament</strong> , clearing the way for elections to replace ousted leader\n  <strong>AP News</strong>\nBangladesh’s dictator flees—leaving behind a <strong>dangerous vacuum</strong>\n  <strong>The Economist</strong> <strong><br/></strong>\nSheikh Hasina’s <strong>tainted legacy</strong> after two-decade rule in Bangladesh\n  <strong>The Telegraph</strong>",
    "keywords": "\t<strong>dissolve parliament</strong>\n\t\tend an arrangement or close an institution\n\t\t<li>The committee was dissolved after it had finished its work.</li>\n\t<strong>a dangerous vacuum  </strong>\n\t\twhere the lack of a leader could lead to conflict\n\t\t<li>The police were worried that they had created a dangerous vacuum by arresting the town's biggest gangster.</li>\n\t<strong>tainted legacy</strong>\n\t\tbeing remembered negatively\n\t\t<li>The charity will be better remembered for its corruption than its good work. It has left a tainted legacy.</li>"
  },
  {
    "title": "Venezuela election chaos",
    "description": "President Maduro has claimed victory in the Venezuelan elections, but is the result fair?",
    "date": "31 July 2024",
    "link": "https://www.bbc.com/audio/play/p0jfnbbt",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240731",
    "story": "<p>President Nicolas Maduro has claimed victory in the Venezuelan elections, but opposition politicians say their candidate Edmundo Gonzalez won 73% of the vote, which is what was predicted in opinion polls.</p> <p>The disagreement has lead to protests across Venezuela, and many countries in the region have expressed doubts at how accurate the election results are.</p> <p>The United Nations have said Venezuelan authorities should release more data from the elections.</p>",
    "headlines": "Protests break out as Maduro declared winner of <strong>disputed</strong> Venezuela election\n  <strong>Al Jazeera</strong>\nVenezuela: Maduro’s declaration of victory <strong> isn’t fooling anyone<br/></strong> <strong>The Conversation</strong>\nThe woman behind Venezuela’s <strong>upstart</strong> opposition movement\n  <strong>CNN</strong>",
    "keywords": "\t<strong>disputed</strong>\n\t\tdisagreed about\n\t\t<li>This documentary will show another side of this disputed history. Hear the latest theories.</li>\n\t<strong>isn't fooling anyone</strong>\n\t\tobviously dishonest\n\t\t<li>I know you broke the vase. You might as well admit it, your story isn't fooling anyone.</li>\n\t<strong>upstart</strong>\n\t\thas become important surprisingly quickly\n\t\t<li>Some upstart at the office has just been made manager - he only started a month ago!</li>"
  },
  {
    "title": "Biden out, Harris in",
    "description": "The 2024 US presidential race - learn the latest",
    "date": "24 July 2024",
    "link": "https://www.bbc.com/audio/play/p0jd95sl",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240724",
    "story": "<p>US President Joe Biden has ended his campaign to become president again, saying \"it is in the best interest of my party and the country\".</p> <p>Biden was under intense pressure from fellow Democrats to quit after poor performances at recent events such as a debate against Donald Trump in June.</p> <p>Biden’s Vice-President Kamala Harris now has support from senior politicians to become the Democrat Party's official candidate for president.</p> <p>She would then face Republican nominee Donald Trump in November's presidential election.</p>",
    "headlines": "Joe Biden <strong>drops out</strong> of 2024 presidential race after debate disaster\n  <strong>Daily Mail</strong>\nBiden drops out of 2024 race after disastrous debate inflamed age concerns. VP Harris <strong>gets his nod </strong>\n  <strong>Associated Press</strong> <strong><br/></strong>\nBetting data shows Harris's chances are <strong>on the up</strong> but Trump is still leading\n  <strong>Sky News</strong>",
    "keywords": "\t<strong>drop out</strong>\n\t\tstop doing something you were going to do\n\t\t<li>She had a main part in the school play, but she dropped out last minute.</li>\n\t<strong>get someone's nod</strong>\n\t\treceive their approval\n\t\t<li>I want to paint my bedroom in my house, but I need to get my landlord's nod before I start. </li>\n\t<strong>on the up</strong>\n\t\timproving\n\t\t<li>Now that he has a new job, his financial situation is on the up.</li>"
  },
  {
    "title": "Trump assassination attempt",
    "description": "The US reacts to an assassination attempt on Donald Trump",
    "date": "17 July 2024",
    "link": "https://www.bbc.com/audio/play/p0jbyjn1",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240717",
    "story": "<p>People in the US have been reacting after an assassination attempt on Donald Trump.</p> <p>Thomas Matthew Crooks shot at Trump as he spoke at an event in Pennsylvania, injuring the former president’s ear.</p> <p>One man in the audience was killed in the attack and two others were seriously injured.</p> <p>Security officers then shot the gunman dead. The exact reason for his attack is unclear.</p>",
    "headlines": "Trump gunman: An ' <strong>outcast</strong> ' who wasn't let on school rifle team because he was 'a bad shooter'\n  <strong>Sky News</strong>\nAmerica is <strong>staring into the abyss</strong>\n  <strong>Financial Times</strong>\n‘Trump <strong>2.0</strong> ’ ditches old rhetoric for new mission to unite America\n  <strong>The Telegraph</strong>",
    "keywords": "\t<strong>outcast</strong>\n\t\tsomeone who is not accepted by society\n\t\t<li>The business is treating working mothers like outcasts.</li>\n\t<strong>staring into the abyss</strong>\n\t\tfacing a large, dangerous situation\n\t\t<li>The company is staring into the abyss of bankruptcy after four years without making a profit.</li>\n\t<strong>2.0</strong>\n\t\ta new, improved version of something\n\t\t<li>Georgie's tired. She needs a good night's sleep and she'll be back tomorrow as Georgie 2.0. </li>"
  },
  {
    "title": "Third of adults inactive",
    "description": "Around 1.8 billion people in the world are physically inactive, according to WHO study",
    "date": "10 July 2024",
    "link": "https://www.bbc.com/audio/play/p0j9j52s",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240710",
    "story": "<p>A World Health Organisation (WHO) study has found that around 1.8 billion people in the world are inactive.</p> <p>The results are part of a worldwide study and show that more people are inactive globally than the last study in 2010.</p> <p>Scientists have linked a lack of physical activity to lots of serious health problems, including an increase in the risk of stokes, heart attacks, diabetes and some cancers.</p> <p>Neil and Georgie explain this news story and teach you some useful vocabulary.</p>",
    "headlines": "' <strong>Wake-up call</strong> ': third of adults not doing enough physical activity\n  <strong>Medical Express</strong>\nLaziness is ‘ <strong>silent threat</strong> ’ putting 1.8billion at risk of heart attacks, cancer & dementia, WHO warns\n  <strong>The Sun</strong>\nBritons are inactive – but WHO figures reveal they have <strong>leapfrogged</strong> one rival\n  <strong>The Telegraph</strong>",
    "keywords": "\t<strong>wake-up call</strong>\n\t\ta piece of information which gives a strong warning about a problem\n\t\t<li>This practice exam was a real wake-up call. I need to improve my spelling if I’m going to pass the real one.</li>\n\t<strong>silent threat</strong>\n\t\ta danger people don’t know about or can’t see\n\t\t<li>This email system is a silent threat to the company. It could be hacked really easily.</li>\n\t<strong>leapfrog</strong>\n\t\tjump ahead of somebody in a competition\n\t\t<li>My favourite football team has been leapfrogged in the tournament by their rivals. This is a nightmare!</li>"
  },
  {
    "title": "Trump legal ruling",
    "description": "New ruling means Trump cannot be punished for official actions committed as president",
    "date": "03 July 2024",
    "link": "https://www.bbc.com/audio/play/p0j8277s",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240703",
    "story": "<p>The US Supreme Court has said Donald Trump cannot be punished for official actions he committed as president.</p> <p>The ruling means that any US president, including ex-president Trump, can't be criminally prosecuted for work they do as part of their job as president, even if it's something considered illegal for everyone else. </p> <p>Some people are worried about this, while others think it is necessary to stop criminal prosecution influencing presidential decision-making.</p> <p>Neil and Beth explain this news story and teach you some useful vocabulary.</p>",
    "headlines": "Trump asks for conviction to be overturned after <strong>immunity</strong> ruling\n  <strong>BBC News</strong>\nThe Supreme Court's Trump immunity decision is a <strong>blueprint</strong> for dictatorship\n  <strong>Vox</strong>\nBiden warns Trump can do ‘whatever he pleases’ if elected as Republicans <strong>relish</strong> Supreme Court immunity ruling\n  <strong>The Independent</strong>",
    "keywords": "\t<strong>immunity<br/></strong>\n\t\tprotection from legal action\n\t\t<li>She was given immunity from prosecution after confessing the names of other gang members.</li>\n\t<strong>blueprint<br/></strong>\n\t\ta plan to achieve something\n\t\t<li>A scientific study provides the blueprint for a new cancer treatment. </li>\n\t<strong>relish<br/></strong>\n\t\tlike or enjoy something\n\t\t<li>My university has courses in Peru. I relish the thought of studying Spanish for a year.</li>"
  },
  {
    "title": "Julian Assange walks free",
    "description": "Wikileaks founder Julian Assange walks free from US court",
    "date": "26 June 2024",
    "link": "https://www.bbc.com/audio/play/p0j6mrrc",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240626",
    "story": "<p>WikiLeaks founder Julian Assange has walked free from a US court after pleading guilty in a deal to end a legal battle that has lasted years.</p> <p>His organisation, WikiLeaks, published secret US military records in 2010. Assange has now pleaded guilty to one charge connected to espionage.</p> <p>He’s now back in his home country, Australia, and will not have to go to US prison. </p> <p>Neil and Beth explain this news story and teach you some useful vocabulary.</p>",
    "headlines": "WikiLeaks founder Julian Assange <strong>strikes</strong> plea <strong>deal</strong> with the U.S.\n  <strong>NPR</strong>\nFrom Afghanistan to Hillary Clinton’s emails: Wikileaks major document <strong>dumps</strong>\n  <strong>The Telegraph</strong>\nJulian Assange timeline: The many <strong>twists and turns</strong> of Wikileaks founder's lengthy legal fight\n  <strong>The Evening Standard</strong>\n<strong>strikes a deal<br/></strong> makes an official arrangement\n<strong>dumps</strong>\n  releases of a large amount of digital information or data.\n<strong>twists and turns</strong>\n  dramatic changes in direction\n<p>Learn more English vocabulary from the news with our <strong><a href=\"https://www.bbc.co.uk/learningenglish/english/course/newsreview-2024\">News Review archive</a></strong>.</p>",
    "keywords": "N/A"
  },
  {
    "title": "Putin in North Korea",
    "description": "Vladimir Putin has met Kim Jong Un in North Korea.",
    "date": "19 June 2024",
    "link": "https://www.bbc.com/audio/play/p0j54czd",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2024/240619",
    "story": "<p>Russian president Vladimir Putin has met North Korean leader Kim Jong Un.</p> <p>During the visit, Kim Jong Un said he fully supports Russia’s invasion of Ukraine.</p> <p>The leaders have signed a deal to help each other in case of aggression against either country.</p> <p>Neil and Beth explain this news story and teach you some useful vocabulary.</p>",
    "headlines": "Putin's visit to North Korea is very much a diplomatic <strong>two-fingers</strong> to the West <strong><br/>Sky News</strong>\nVladimir Putin’s dangerous <strong>bromance</strong> with Kim Jong Un\n  <strong>The Economist</strong>\nChina has <strong>mixed feelings</strong> about Putin's new coziness with Kim <strong><br/>Le Monde<br/></strong>",
    "keywords": "<strong>two-fingers<br/></strong> a rude gesture meaning go away\n<strong>bromance<br/></strong> a very friendly relationship between two men\n<strong>mixed feelings<br/></strong> having positive and negative emotions about something at the same time\n<p>Learn more English vocabulary from the news with our <strong><a href=\"https://www.bbc.co.uk/learningenglish/english/course/newsreview-2024\">News Review archive</a></strong>.</p>"
  },
  {
    "title": "Far right performs well in EU election",
    "description": "The far right has performed well in the latest European Union elections.",
    "date": "12 June 2024",
    "link": "https://www.bbc.com/audio/play/p0j3rcyb",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/features/learning-english-from-the-news_2024/240612",
    "story": "<p>The far right has performed well in the latest European Union elections, but overall the centre-right remains strongest. </p> <p>The French president Emmanuel Macron called a surprise national election after his centrist party performed badly.</p> <p>In other parts of the EU, left-wing and green parties increased their votes.</p> <p>Neil and Beth explain this news story and teach you some useful vocabulary.</p>",
    "headlines": "Centre-right on course to strengthen majority in EU election, as far-right <strong>makes gains<br/>BBC News</strong>\nEU elections latest: Macron issues message to French voters after calling shock election; euro <strong>slumps</strong> at 'uncertainty'\n  <strong>Sky News</strong>\nAs Europe votes, a populist wave <strong>surges<br/>Politico<br/></strong>\n<strong>makes gains<br/></strong> gradually makes improvements\n<strong>slumps<br/></strong> falls suddenly\n<strong>surges<br/></strong> moves or increases quickly\n<p>Learn more English vocabulary from the news with our <strong><a href=\"https://www.bbc.co.uk/learningenglish/english/course/newsreview-2024\">News Review archive</a></strong>.</p>",
    "keywords": "N/A"
  },
  {
    "title": "DNA study: better coffee?",
    "description": "Italian researchers have created a complete genetic map of Arabica coffee.",
    "date": "05 June 2024",
    "link": "https://www.bbc.com/audio/play/p0j28vcp",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/course/newsreview-2024/unit-1/session-23",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Computer made with brain cells",
    "description": "Scientists have created a computer system that uses living brain cells to complete tasks.",
    "date": "29 May 2024",
    "link": "https://www.bbc.com/audio/play/p0j01ztz",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/course/newsreview-2024/unit-1/session-22",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "<p><strong>biocomputer<br></strong>a computer made of living tissue&nbsp;</p>\n<ul>\n<li>Scientists are excited about combining electronics with living cells to make biocomputers.</li>\n<li>Because they use real tissue, biocomputers may be more energy efficient than normal computers.</li>\n</ul>\n<p><strong>lab-grown<br></strong>made in a science laboratory&nbsp;</p>\n<ul>\n<li>Some skincare products now use lab-grown ingredients.</li>\n<li>Lab-grown meat could be a more sustainable alternative to traditional farming.</li>\n</ul>\n<p><strong>brain-like<br></strong>similar to, but not a real, brain&nbsp;</p>\n<ul>\n<li>The artist’s sculpture looked very brain-like.</li>\n<li>The robot is controlled by a brain-like network of electronic signals.</li>\n</ul>"
  },
  {
    "title": "Iran's president killed in crash",
    "description": "President of Iran killed in a helicopter crash. Beth and Phil discuss the headlines.",
    "date": "22 May 2024",
    "link": "https://www.bbc.com/audio/play/p0hzksmm",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/course/newsreview-2024/unit-1/session-21",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "<p><strong>furtive</strong><br>secretive</p>\n<ul>\n<li>He kept giving furtive looks at the clock during the meeting.</li>\n<li>I saw a strange man behaving furtively near the building.</li>\n</ul>\n<p><strong>reverberate</strong><br>have a wide impact</p>\n<ul>\n<li>The sudden closure of the factory reverberated through the region.</li>\n<li>News of the accident reverberated across the country.</li>\n</ul>\n<p><strong>condolences</strong><br>sympathy</p>\n<ul>\n<li>I sent my condolences after hearing the bad news.</li>\n<li>The company extended condolences to families of the victims.</li>\n</ul>"
  },
  {
    "title": "Georgia's 'foreign agent' law passed",
    "description": "Georgia's parliament has passed a 'foreign agent' law. Neil and Georgie teach the words.",
    "date": "15 May 2024",
    "link": "https://www.bbc.com/audio/play/p0hy5zc8",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/course/newsreview-2024/unit-1/session-20",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "<p><strong>sounds alarm</strong></p>\n<p>warns people</p>\n<ul>\n<li>Scientists have been sounding the alarm about the effects of climate change on the polar ice caps for decades.</li>\n<li>Economists are sounding the alarm over growing income inequality.</li>\n</ul>\n<p><strong>&nbsp;</strong><strong>green lights</strong></p>\n<p>gives permission</p>\n<ul>\n<li>The government decided to green light the construction of a new motorway.</li>\n<li>After much consideration, her manager green lighted her project proposal.</li>\n</ul>\n<p><strong>&nbsp;</strong><strong>stand-off</strong></p>\n<p>a situation where opposing sides can’t agree</p>\n<ul>\n<li>The stand-off between the rival gangs eventually escalated into violence.</li>\n<li>The workers and their management finally reached a resolution after a long stand-off.</li>\n</ul>"
  },
  {
    "title": "Brazil floods",
    "description": "Southern Brazil has been hit by the worst flooding in 80 years.",
    "date": "08 May 2024",
    "link": "https://www.bbc.com/audio/play/p0hwr5n8",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/course/newsreview-2024/unit-1/session-19",
    "story": "<p>Heavy rains in the southern Brazilian state of Rio Grande do Sul have left hundreds of towns under water.</p> <p>At least 85 people have died in the floods and about 150,000 have had to leave their homes. More than 130 people are still missing.</p> <p>More heavy rain is expected in the region this week.</p>",
    "headlines": "N/A",
    "keywords": "<p><strong>torrential</strong><br/>heavy rain</p>\n<ul>\n<li>The storm brought torrential rain, causing widespread damage.</li>\n<li>You’ll need to bring your umbrella – the rain is torrential out there!</li>\n</ul>\n<p><strong>displaced</strong><br/>moved from original position</p>\n<ul>\n<li>The earthquake displaced thousands of people from their homes.</li>\n<li>The displaced families had to find temporary shelter when the floods destroyed their homes.</li>\n</ul>\n<p><strong>wreak havoc</strong><br/>cause chaos</p>\n<ul>\n<li>The hurricane wreaked havoc along the coastline, destroying homes and flooding streets.</li>\n<li>The train delays and cancellations wreaked havoc on many people’s morning commutes.</li>\n</ul>"
  },
  {
    "title": "Healthy living and DNA",
    "description": "Scientists believe a healthy lifestyle could increase life expectancy, despite genes.",
    "date": "01 May 2024",
    "link": "https://www.bbc.com/audio/play/p0hvbn98",
    "full_content_link": "https://www.bbc.co.uk/learningenglish",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Milan ice cream ban",
    "description": "Milan is planning to ban ice cream and pizza late at night because of noise complaints.",
    "date": "24 April 2024",
    "link": "https://www.bbc.com/audio/play/p0hst2ld",
    "full_content_link": "https://www.bbc.co.uk/learningenglish",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Banning smoking for life",
    "description": "The UK government has voted to ban the sale of tobacco to anyone born after 2009.",
    "date": "17 April 2024",
    "link": "https://www.bbc.com/audio/play/p0hrc32x",
    "full_content_link": "https://www.bbc.co.uk/learningenglish",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Hottest March ever",
    "description": "Last month was the world's warmest March on record.",
    "date": "10 April 2024",
    "link": "https://www.bbc.com/audio/play/p0hpz3m4",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/course/newsreview-2024/unit-1/session-15.",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Israel protests",
    "description": "Netanyahu under pressure as Israel protests. Beth and Georgie discuss news headlines.",
    "date": "03 April 2024",
    "link": "https://www.bbc.com/audio/play/p0hnk94y",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/course/newsreview-2024/unit-1/session-14",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Baltimore bridge collapse",
    "description": "Six people are missing after a ship caused a bridge to collapse in Baltimore, USA.",
    "date": "27 March 2024",
    "link": "https://www.bbc.com/audio/play/p0hm8f47",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/course/newsreview-2024/unit-1/session-13",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Putin claims election victory",
    "description": "Vladimir Putin has won the Russian election. Learn language from the news headlines.",
    "date": "20 March 2024",
    "link": "https://www.bbc.com/audio/play/p0hkttdl",
    "full_content_link": "https://www.bbc.co.uk/learningenglish/english/course/newsreview-2024/unit-1/session-12",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Haiti: Gang violence crisis",
    "description": "The prime minister of Haiti has agreed to resign following weeks of gang violence.",
    "date": "13 March 2024",
    "link": "https://www.bbc.com/audio/play/p0hjcg9p",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "France protects abortion",
    "description": "France makes abortion a constitutional right. Beth and Phil teach words from headlines.",
    "date": "06 March 2024",
    "link": "https://www.bbc.com/audio/play/p0hgyhh2",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Sweden joins Nato",
    "description": "Sweden is to join Nato after 200 years of neutrality.",
    "date": "28 February 2024",
    "link": "https://www.bbc.com/audio/play/p0hfjn7t",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Cyber hackers hacked",
    "description": "The website of ransomware cybercriminals Lockbit has been seized by authorities",
    "date": "21 February 2024",
    "link": "https://www.bbc.com/audio/play/p0hd5ym6",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Women working more since pandemic",
    "description": "Women are working more and men are working less since the pandemic.",
    "date": "14 February 2024",
    "link": "https://www.bbc.com/audio/play/p0hbwgyh",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Senegal's democratic crisis",
    "description": "Senegal's president has postponed the country's upcoming elections.",
    "date": "07 February 2024",
    "link": "https://www.bbc.com/audio/play/p0h9k33h",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Elon Musk's brain chip",
    "description": "Elon Musk's company Neuralink has successfully implanted a chip in a human brain.",
    "date": "31 January 2024",
    "link": "https://www.bbc.com/audio/play/p0h86b7b",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "US and UK strike Houthis",
    "description": "The US and UK have launched airstrikes against Houthi targets in Yemen.",
    "date": "24 January 2024",
    "link": "https://www.bbc.com/audio/play/p0h6vkkp",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Taiwan election angers China",
    "description": "Taiwan has elected William Lai as president. (Image: Annabelle Chih/Getty Images)",
    "date": "17 January 2024",
    "link": "https://www.bbc.com/audio/play/p0h5jffv",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Dog meat banned by South Korea",
    "description": "The killing and sale of dogs for their meat has been banned in South Korea.",
    "date": "10 January 2024",
    "link": "https://www.bbc.com/audio/play/p0h44r3t",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Earthquake hits Japan on New Year's Day",
    "description": "Search for survivors after New Year’s Day earthquake hits Japan.",
    "date": "03 January 2024",
    "link": "https://www.bbc.com/audio/play/p0h2sd6p",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Richest 1% harm planet most",
    "description": "The lifestyles of the wealthy are closely connected to climate change",
    "date": "20 December 2023",
    "link": "https://www.bbc.com/audio/play/p0h0s62r",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "2,000 new species on extinction list: COP28",
    "description": "2,000 more species have been added to the Red List of Threatened Species.",
    "date": "13 December 2023",
    "link": "https://www.bbc.com/audio/play/p0gzbbs0",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Faked accident: YouTuber jailed",
    "description": "An influencer has gone to jail after crashing a plane for video views and money.",
    "date": "06 December 2023",
    "link": "https://www.bbc.com/audio/play/p0gy0p4b",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "India tunnel rescue",
    "description": "All 41 workers who were trapped in a tunnel in India for 17 days have been rescued.",
    "date": "29 November 2023",
    "link": "https://www.bbc.com/audio/play/p0gwpkf6",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Bad bosses make people quit",
    "description": "New research says people are quitting their jobs because of a bad boss.",
    "date": "22 November 2023",
    "link": "https://www.bbc.com/audio/play/p0gv74hj",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Iceland prepares for volcano",
    "description": "A state of emergency has been declared in Iceland amid a series of earthquakes.",
    "date": "15 November 2023",
    "link": "https://www.bbc.com/audio/play/p0gswk2j",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Israel-Gaza War: One month on",
    "description": "It's one month since the Israel-Gaza war broke out. Learn the language in the news.",
    "date": "08 November 2023",
    "link": "https://www.bbc.com/audio/play/p0grkkn7",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Friends say goodbye to Matthew Perry",
    "description": "Matthew Perry, most famous for playing Chandler Bing in 'Friends', has died.",
    "date": "01 November 2023",
    "link": "https://www.bbc.com/audio/play/p0gq50vp",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Nature destroying nature",
    "description": "A news report says non-native animals and plants are destroying biodiversity.",
    "date": "25 October 2023",
    "link": "https://www.bbc.com/audio/play/p0gnnrl5",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Amazon water emergency",
    "description": "The Amazon has its lowest water levels in 121 years. Learn how to talk about the story.",
    "date": "18 October 2023",
    "link": "https://www.bbc.com/audio/play/p0gm7n39",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Junk food addiction",
    "description": "Some scientists think ultra-processed food should come with a warning.",
    "date": "11 October 2023",
    "link": "https://www.bbc.com/audio/play/p0gkvy6s",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Covid vaccine scientists win Nobel",
    "description": "The scientists who made mRNA Covid vaccines possible have won a Nobel Prize.",
    "date": "04 October 2023",
    "link": "https://www.bbc.com/audio/play/p0gjff66",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Lego gives up on recycled bricks",
    "description": "Lego has stopped its plan to replace the plastic in its toys bricks.",
    "date": "27 September 2023",
    "link": "https://www.bbc.com/audio/play/p0gh09tc",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Improving maths with music",
    "description": "Music could improve your maths skills according to a recent study.",
    "date": "20 September 2023",
    "link": "https://www.bbc.com/audio/play/p0gfm3d3",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Rubiales quits: Kiss scandal",
    "description": "Luis Rubiales resigns.\nImage by Pablo Blazquez Dominguez via Getty Images.",
    "date": "13 September 2023",
    "link": "https://www.bbc.com/audio/play/p0gdb6gx",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Banning 'steak'",
    "description": "Plant-based food can no longer have meat-based names in France.",
    "date": "06 September 2023",
    "link": "https://www.bbc.com/audio/play/p0gbzqtt",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Is laughing good for your heart?",
    "description": "Laughter can make your heart stronger, according to new research.",
    "date": "30 August 2023",
    "link": "https://www.bbc.com/audio/play/p0g9nk1r",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Is laughing good for your heart?",
    "description": "Laughter can make your heart stronger, according to new research.",
    "date": "30 August 2023",
    "link": "https://www.bbc.com/audio/play/p0g9nfwf",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Antarctic ice melting",
    "description": "Ice the size of Greenland is missing from Antarctica because of climate change.",
    "date": "23 August 2023",
    "link": "https://www.bbc.com/audio/play/p0g8c1m1",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Shift work linked to depression",
    "description": "A new study has found that working shifts can lead to depression and anxiety.",
    "date": "16 August 2023",
    "link": "https://www.bbc.com/audio/play/p0g71lc3",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Green flights? Impossible",
    "description": "Can flying ever be green? Scientists say no.",
    "date": "09 August 2023",
    "link": "https://www.bbc.com/audio/play/p0g5mp1x",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Trump charged for third time",
    "description": "Donald Trump charged with trying to change the 2020 US presidential election result.",
    "date": "02 August 2023",
    "link": "https://www.bbc.com/audio/play/p0g4d2kr",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "8 ways to live longer",
    "description": "A US research project has found 8 habits that can help you live longer.",
    "date": "26 July 2023",
    "link": "https://www.bbc.com/audio/play/p0g3039c",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Alzheimer's drug hope",
    "description": "New drugs mean that Alzheimer's could soon be treated as easily as asthma and diabetes.",
    "date": "19 July 2023",
    "link": "https://www.bbc.com/audio/play/p0g1r26z",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Hottest week ever",
    "description": "The first week of July had the highest average global temperature ever measured, UN says.",
    "date": "12 July 2023",
    "link": "https://www.bbc.com/audio/play/p0g0hc44",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Fukushima water release",
    "description": "The UN have said it's safe to release water from the Fukushima nuclear plant in Japan.",
    "date": "05 July 2023",
    "link": "https://www.bbc.com/audio/play/p0fz3kxw",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Rainforests: Destruction gets worse",
    "description": "An area of rainforest the size of Switzerland was lost last year. Beth and Phil discuss.",
    "date": "28 June 2023",
    "link": "https://www.bbc.com/audio/play/p0fxtrx7",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Naps: Good for your brain?",
    "description": "Research says that naps are good for our brains. Learn vocabulary related to this story.",
    "date": "21 June 2023",
    "link": "https://www.bbc.com/audio/play/p0fwg6ft",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Could we live to 140?",
    "description": "Scientists from the University of Georgia think humans alive today could live to 140.",
    "date": "14 June 2023",
    "link": "https://www.bbc.com/audio/play/p0fv42gm",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "New blood test for 50 cancers",
    "description": "Scientists from Oxford University say the test results have been encouraging so far.",
    "date": "07 June 2023",
    "link": "https://www.bbc.com/audio/play/p0fst51b",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Can diet improve memory?",
    "description": "Could apples, berries and cacao improve our memory as we get older?",
    "date": "31 May 2023",
    "link": "https://www.bbc.com/audio/play/p0frgcj7",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "First Arab woman in space",
    "description": "Rayyanah Barnawi is part of a crew of space tourists who are visiting the ISS.",
    "date": "24 May 2023",
    "link": "https://www.bbc.com/audio/play/p0fq59nt",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Japan learns to smile again",
    "description": "People in Japan have been taking lessons on how to smile again.",
    "date": "17 May 2023",
    "link": "https://www.bbc.com/audio/play/p0fntptl",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "King Charles's Coronation",
    "description": "Charles III has been crowned King of the UK and the Commonwealth of Nations.",
    "date": "10 May 2023",
    "link": "https://www.bbc.com/audio/play/p0fmjcl9",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Hollywood writers strike",
    "description": "Could your favourite shows stop? Hollywood writers strike over pay and conditions.",
    "date": "03 May 2023",
    "link": "https://www.bbc.com/audio/play/p0fl63pf",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Sudan crisis",
    "description": "Humanitarian crisis in Sudan as thousands try to leave the capital, Khartoum.",
    "date": "26 April 2023",
    "link": "https://www.bbc.com/audio/play/p0fjwth0",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Life on Pacific garbage patch",
    "description": "Scientists have discovered creatures living on an island made of rubbish.",
    "date": "19 April 2023",
    "link": "https://www.bbc.com/audio/play/p0fhl58p",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Exam cheating with AI",
    "description": "Some people are worried that advances in AI could lead to a rise in exam cheating.",
    "date": "12 April 2023",
    "link": "https://www.bbc.com/audio/play/p0fg6g0h",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Trump arrested",
    "description": "Donald Trump has become the first ex-US president to be arrested.",
    "date": "05 April 2023",
    "link": "https://www.bbc.com/audio/play/p0ff3k2d",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Prince Harry: Why was he in court?",
    "description": "The Prince accuses Associated Newspapers of illegally gathering private information.",
    "date": "29 March 2023",
    "link": "https://www.bbc.com/audio/play/p0fcppft",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Could caffeine cut obesity?",
    "description": "Caffeine could reduce your risk of obesity, type 2 diabetes and heart disease.",
    "date": "22 March 2023",
    "link": "https://www.bbc.com/audio/play/p0fb8btz",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Joe Biden breaks oil promise",
    "description": "No more oil drilling? Joe Biden breaks his promise.",
    "date": "15 March 2023",
    "link": "https://www.bbc.com/audio/play/p0f8yv1f",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "No university for Afghan women",
    "description": "Universities have reopened in Afghanistan but female students are not allowed back.",
    "date": "08 March 2023",
    "link": "https://www.bbc.com/audio/play/p0f7jk8h",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "US & Canada Government TikTok bans",
    "description": "The US and now Canada have banned TikTok from government phones.",
    "date": "01 March 2023",
    "link": "https://www.bbc.com/audio/play/p0f63xlg",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Turkey and Syria earthquakes",
    "description": "Another earthquake has hit Turkey, near the border with Syria.",
    "date": "22 February 2023",
    "link": "https://www.bbc.com/audio/play/p0f4r3z9",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Ozone layer improving",
    "description": "The hole in the ozone layer is getting smaller, experts say.",
    "date": "15 February 2023",
    "link": "https://www.bbc.com/audio/play/p0f36vjb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "'Spy balloon' row",
    "description": "Was it a 'spy balloon' the US shot down? China says no",
    "date": "08 February 2023",
    "link": "https://www.bbc.com/audio/play/p0f1wtql",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "'Love hormone': New study",
    "description": "Are scientists wrong about the so-called 'love hormone'? Learn to talk about this story.",
    "date": "01 February 2023",
    "link": "https://www.bbc.com/audio/play/p0f0b3r3",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "'Burnout': Jacinda Ardern Resigns",
    "description": "Prime Minister of New Zealand says she did not have the energy needed to continue.",
    "date": "25 January 2023",
    "link": "https://www.bbc.com/audio/play/p0dyt8lq",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Global economy slows down",
    "description": "The World Bank predicts the global economy is getting closer to a recession.",
    "date": "18 January 2023",
    "link": "https://www.bbc.com/audio/play/p0dx508k",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Prince Harry's book",
    "description": "Prince Harry's autobiography, Spare, which reveals royal family secrets, is out on sale.",
    "date": "11 January 2023",
    "link": "https://www.bbc.com/audio/play/p0dvmx07",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Warmest January day ever",
    "description": "At least seven countries have reported the warmest New Year's Day on record..",
    "date": "04 January 2023",
    "link": "https://www.bbc.com/audio/play/p0dt1rv1",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Review of 2022",
    "description": "Beth and Neil look back at your favourite news stories and vocabulary of the year.",
    "date": "28 December 2022",
    "link": "https://www.bbc.com/audio/play/p0dqx2d0",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Plastic-eating worms",
    "description": "Could plastic-eating worms help the world’s pollution crisis?",
    "date": "21 December 2022",
    "link": "https://www.bbc.com/audio/play/p0dqpv1b",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "The 'King of Crypto' charged with fraud",
    "description": "Learn how to use the language from the latest news stories in your everyday English.",
    "date": "14 December 2022",
    "link": "https://www.bbc.com/audio/play/p0dp60kb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Do you know the word of the year?",
    "description": "'Goblin mode': Neil and Beth teach you this and other vocabulary",
    "date": "07 December 2022",
    "link": "https://www.bbc.com/audio/play/p0dmn2r0",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Vegan diet protects men from cancer",
    "description": "Research has claimed that a plant-based diet reduces the risk of developing bowel cancer.",
    "date": "30 November 2022",
    "link": "https://www.bbc.com/audio/play/p0dkyl1w",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Rich to pay for climate damage",
    "description": "Rich nations agree to pay poorer countries for damage caused by climate change.",
    "date": "23 November 2022",
    "link": "https://www.bbc.com/audio/play/p0dj9tqs",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "World population reaches 8 billion",
    "description": "There are 8 billion people on Earth. Neil and Sian teach you the vocabulary you need.",
    "date": "16 November 2022",
    "link": "https://www.bbc.com/audio/play/p0dgn0xv",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Twitter: One million leave",
    "description": "1 million Twitter accounts have been deactivated since Elon Musk bought it last month.",
    "date": "09 November 2022",
    "link": "https://www.bbc.com/audio/play/p0df1dxs",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Race to save the planet",
    "description": "COP27 - Radical changes needed to prevent climate disaster say experts",
    "date": "02 November 2022",
    "link": "https://www.bbc.com/audio/play/p0dcfgvz",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Rishi Sunak - new UK PM",
    "description": "45 days after the appointment of the last prime minister, the UK has a new prime minister",
    "date": "26 October 2022",
    "link": "https://www.bbc.com/audio/play/p0d9qj6f",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Cancer vaccine?",
    "description": "Could a cancer vaccine be developed? Learn vocabulary to talk about this.",
    "date": "19 October 2022",
    "link": "https://www.bbc.com/audio/play/p0d81yh5",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Protests in Iran",
    "description": "Protests began last month when a woman died after being arrested by morality police.",
    "date": "12 October 2022",
    "link": "https://www.bbc.com/audio/play/p0d6gsmp",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Fast food: Bad for the brain?",
    "description": "Ultra-processed food affects people’s mental abilities, research has found.",
    "date": "05 October 2022",
    "link": "https://www.bbc.com/audio/play/p0d4rvjm",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Nasa smashes asteroid",
    "description": "A new era for humankind - Nasa experiment smashes asteroid.",
    "date": "28 September 2022",
    "link": "https://www.bbc.com/audio/play/p0d37c9z",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Late nights: Bad for you?",
    "description": "Do you prefer late nights or early starts? One of those could be bad for your health.",
    "date": "21 September 2022",
    "link": "https://www.bbc.com/audio/play/p0d1p5y0",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Ukraine: A turning point?",
    "description": "Ukraine has made military progress against Russian forces.",
    "date": "14 September 2022",
    "link": "https://www.bbc.com/audio/play/p0d0c0l9",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "New UK prime minister",
    "description": "Liz Truss has taken over from Boris Johnson, who resigned after a series of scandals.",
    "date": "07 September 2022",
    "link": "https://www.bbc.com/audio/play/p0cyyj10",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Pakistan's climate catastrophe",
    "description": "Floods in Pakistan have killed over 1,000 people and affected over 33 million others.",
    "date": "31 August 2022",
    "link": "https://www.bbc.com/audio/play/p0cxjncn",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Dogs: Happy tears?",
    "description": "Do dogs cry happy tears? Neil and Beth discuss vocabulary about this story.",
    "date": "24 August 2022",
    "link": "https://www.bbc.com/audio/play/p0cw3d5n",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Long Covid: Three types identified",
    "description": "Scientists in the UK have identified different types of long Covid.",
    "date": "17 August 2022",
    "link": "https://www.bbc.com/audio/play/p0ctnj1c",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Trump home 'raided'",
    "description": "The FBI have searched former President Trump's home. Neil and Sian teach the vocabulary.",
    "date": "10 August 2022",
    "link": "https://www.bbc.com/audio/play/p0cs6nyd",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Record oil profits",
    "description": "The five biggest oil companies made profits of 60 billion dollars in just three months.",
    "date": "04 August 2022",
    "link": "https://www.bbc.com/audio/play/p0cr0cn1",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Mystery child disease: Cause found",
    "description": "Learn how to use the language from the latest news stories in your everyday English.",
    "date": "27 July 2022",
    "link": "https://www.bbc.com/audio/play/p0cpbg6z",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Heatwaves across the world",
    "description": "Heatwaves cause record temperatures in Europe, North America, Asia and the Middle East.",
    "date": "20 July 2022",
    "link": "https://www.bbc.com/audio/play/p0cn2j0r",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Killer salt?",
    "description": "New research has found that adding salt to your meals could take years off your life.",
    "date": "13 July 2022",
    "link": "https://www.bbc.com/audio/play/p0clmwjf",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Eight months' rain in four days",
    "description": "Neil and Beth discuss the vocabulary in the news headlines about this story.",
    "date": "06 July 2022",
    "link": "https://www.bbc.com/audio/play/p0ck7mdq",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "World energy crisis",
    "description": "Is the world giving up on green?",
    "date": "29 June 2022",
    "link": "https://www.bbc.com/audio/play/p0chw8bm",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Prices rise across the world",
    "description": "As prices rise, interest rates are going up to deal with the crisis.",
    "date": "22 June 2022",
    "link": "https://www.bbc.com/audio/play/p0cgfw89",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Google engineer: AI has feelings",
    "description": "Google engineer: AI has feelings",
    "date": "15 June 2022",
    "link": "https://www.bbc.com/audio/play/p0cf2tlf",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Boris Johnson survives",
    "description": "Boris Johnson has survived a no-confidence vote. Learn vocabulary related to this story.",
    "date": "09 June 2022",
    "link": "https://www.bbc.com/audio/play/p0ccwmn2",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Sold: Most expensive piece of 20th century art",
    "description": "Warhol's Marilyn Monroe painting sold for record-breaking $195m.",
    "date": "31 May 2022",
    "link": "https://www.bbc.com/audio/play/p0cb6nz9",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Monkeypox: New disease spreads",
    "description": "Outbreaks of the virus have now been reported in at least 15 countries around the world.",
    "date": "24 May 2022",
    "link": "https://www.bbc.com/audio/play/p0c8p46x",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Ukraine wins Eurovision 2022",
    "description": "Ukraine has won the Eurovision Song Contest with the UK’s Sam Ryder in second.",
    "date": "17 May 2022",
    "link": "https://www.bbc.com/audio/play/p0c8q0nt",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "New Doctor Who revealed",
    "description": "Actor Ncuti Gatwa will take over from Jodie Whittaker as the star of Doctor Who.",
    "date": "10 May 2022",
    "link": "https://www.bbc.com/audio/play/p0c5xrjh",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Is there plastic in your blood?",
    "description": "Plastic has been found in human blood for the first time. Join Neil and Roy to discuss.",
    "date": "03 May 2022",
    "link": "https://www.bbc.com/audio/play/p0c4m2pk",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "France: Macron wins second term",
    "description": "Emmanuel Macron has been voted President of France for a second time.",
    "date": "27 April 2022",
    "link": "https://www.bbc.com/audio/play/p0c3f0wb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Taliban: No beard, no job!",
    "description": "Government employees in Afghanistan were told they can lose their jobs if they shave.",
    "date": "19 April 2022",
    "link": "https://www.bbc.com/audio/play/p0c1z4ry",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Ed Sheeran wins Shape of You case",
    "description": "Ed Sheeran has won a copyright case over his hit Shape of You. Learn new vocabulary.",
    "date": "12 April 2022",
    "link": "https://www.bbc.com/audio/play/p0c0t0l6",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Driverless cars",
    "description": "A trial is underway in UK. Would you be happy to travel in a driverless car?",
    "date": "05 April 2022",
    "link": "https://www.bbc.com/audio/play/p0bzgywd",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Oscars 2022: When Will hit Chris",
    "description": "Will Smith hit Chris Rock at the Oscars after Chris Rock made a joke about his wife.",
    "date": "29 March 2022",
    "link": "https://www.bbc.com/audio/play/p0by33fd",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Great Barrier Reef in danger",
    "description": "Some scientists say the world's largest coral reef is under threat by climate change.",
    "date": "22 March 2022",
    "link": "https://www.bbc.com/audio/play/p0bwwhcn",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "What is the future for fuel?",
    "description": "Is it time to speed up the transition to alternative and renewable energy sources?",
    "date": "15 March 2022",
    "link": "https://www.bbc.com/audio/play/p0bvhr8d",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Rocket hits the Moon",
    "description": "Part of an abandoned rocket is thought to have hit the Moon last Friday, say scientists.",
    "date": "08 March 2022",
    "link": "https://www.bbc.com/audio/play/p0bt5yzw",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Ukraine conflict continues",
    "description": "We help you understand how the conflict is being reported in English.",
    "date": "01 March 2022",
    "link": "https://www.bbc.com/audio/play/p0brtyqr",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Ukraine: Fears of invasion",
    "description": "Several countries have said that a Russian invasion of Ukraine could happen at any time.",
    "date": "15 February 2022",
    "link": "https://www.bbc.com/audio/play/p0bp7p2w",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "The Queen celebrates 70 years on the throne",
    "description": "Queen Elizabeth II becomes Britain's longest reigning monarch.",
    "date": "08 February 2022",
    "link": "https://www.bbc.com/audio/play/p0bmxdz5",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Nadal: Star breaks records again",
    "description": "Tennis ace Rafael Nadal won a record-breaking 21st Grand Slam singles title in Australia.",
    "date": "01 February 2022",
    "link": "https://www.bbc.com/audio/play/p0blhqvt",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Ukraine: US tells embassy families to leave",
    "description": "The United States has told families of staff that work in the Ukraine embassy to leave.",
    "date": "25 January 2022",
    "link": "https://www.bbc.com/audio/play/p0bk715l",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Tonga: Volcano and tsunami hit",
    "description": "Major damage reported in Tonga after a huge volcanic eruption triggered a tsunami threat.",
    "date": "18 January 2022",
    "link": "https://www.bbc.com/audio/play/p0bhw2jl",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Djokovic vs Australia: Novak to stay",
    "description": "Tennis star Novak Djokovic has won his appeal to stay in Australia.",
    "date": "11 January 2022",
    "link": "https://www.bbc.com/audio/play/p0bglpbr",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Review of 2021",
    "description": "Rob and Roy look back at some of the stories and vocabulary we've discussed during 2021.",
    "date": "04 January 2022",
    "link": "https://www.bbc.com/audio/play/p0bf87kc",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Real-life secret Santa",
    "description": "Someone's been leaving presents in public places. Could this be a real-life secret Santa?",
    "date": "28 December 2021",
    "link": "https://www.bbc.com/audio/play/p0bcx1jl",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Omicron: Lockdown in the Netherlands",
    "description": "The Netherlands goes into Christmas lockdown due to the rise of the Omicron strain.",
    "date": "21 December 2021",
    "link": "https://www.bbc.com/audio/play/p0bccvvv",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Tornadoes devastate US states",
    "description": "Tornadoes hit the Midwest of the US on Friday and caused destruction and loss of life.",
    "date": "14 December 2021",
    "link": "https://www.bbc.com/audio/play/p0bb0p76",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Aung San Suu Kyi: 4 years in prison",
    "description": "Deposed Myanmar leader has been sentenced after widely criticised trial.",
    "date": "07 December 2021",
    "link": "https://www.bbc.com/audio/play/p0b8lskw",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Omicron: New Covid strain, new travel restrictions",
    "description": "We discuss this story and teach you some related vocabulary so you can talk about it too.",
    "date": "30 November 2021",
    "link": "https://www.bbc.com/audio/play/p0b7503f",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Adele gets Spotify to stop album shuffle",
    "description": "Adele has persuaded Spotify to take the shuffle button off all album pages.",
    "date": "23 November 2021",
    "link": "https://www.bbc.com/audio/play/p0b5xgtx",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Austria: Lockdown for unvaccinated",
    "description": "Two million people who have not been vaccinated have been placed in lockdown in Austria.",
    "date": "16 November 2021",
    "link": "https://www.bbc.com/audio/play/p0b4kd7v",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "COP26: Fossil fuel industry has largest delegation",
    "description": "Learn key vocabulary to help you talk about this news story.",
    "date": "09 November 2021",
    "link": "https://www.bbc.com/audio/play/p0b36zkq",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Countries try to change UN climate paper",
    "description": "Ahead of COP26, BBC News saw documents showing countries trying to change report.",
    "date": "02 November 2021",
    "link": "https://www.bbc.com/audio/play/p0b1s3z2",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Donald Trump to launch new social media platform",
    "description": "Donald Trump plans to launch a new social media network called TRUTH Social.",
    "date": "26 October 2021",
    "link": "https://www.bbc.com/audio/play/p0b0b3cb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Earthshot Prize: Prince's new awards",
    "description": "Learn language related to Prince William's Earthshot Prize.",
    "date": "19 October 2021",
    "link": "https://www.bbc.com/audio/play/p09z3nmf",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Afghan female footballers get UK visas",
    "description": "A team of female footballers who fled the Taliban have been told they can live in the UK.",
    "date": "12 October 2021",
    "link": "https://www.bbc.com/audio/play/p09yf0jy",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Pandora Papers: Rich exposed",
    "description": "Thousands of documents have exposed the financial dealings of the world’s rich.",
    "date": "05 October 2021",
    "link": "https://www.bbc.com/audio/play/p09xsv2t",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Germany elections: Centre-left claim narrow win over Merkel's party",
    "description": "Germany's centre-left Social Democrats (SPD) have claimed victory in the federal election",
    "date": "28 September 2021",
    "link": "https://www.bbc.com/audio/play/p09x5ksm",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "La Palma: Volcano erupts",
    "description": "A volcano has erupted on the Spanish island of La Palma, one of the Canary Islands.",
    "date": "21 September 2021",
    "link": "https://www.bbc.com/audio/play/p09wkgjq",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Emma Raducanu wins US Open",
    "description": "Raducanu becomes the first British woman for 44 years to win a Grand Slam singles title.",
    "date": "14 September 2021",
    "link": "https://www.bbc.com/audio/play/p09vy28y",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Abba: Pop superstars are back",
    "description": "ABBA, pop superstars of 70s, are back after 40 years with new album and planned tour.",
    "date": "07 September 2021",
    "link": "https://www.bbc.com/audio/play/p09v9nl8",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Rolling Stones drummer dies",
    "description": "Charlie Watts, of legendary rock group The Rolling Stones, has died at the age of 80.",
    "date": "31 August 2021",
    "link": "https://www.bbc.com/audio/play/p09tnvwn",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Afghanistan: Taliban retake Kabul",
    "description": "The Taliban have retaken the Afghan capital 20 years after being removed.",
    "date": "17 August 2021",
    "link": "https://www.bbc.com/audio/play/p09sg0qr",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Climate crisis: Last warning for humanity?",
    "description": "IPCC report says it's unequivocal that human activity is responsible for global warming.",
    "date": "10 August 2021",
    "link": "https://www.bbc.com/audio/play/p09rv4hk",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Olympics: Sprinter seeks asylum",
    "description": "Belarusian sprinter Krystsina Tsimanouskaya is seeking asylum in Europe.",
    "date": "03 August 2021",
    "link": "https://www.bbc.com/audio/play/p09r6sf6",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Tunisia's prime minister fired after protests",
    "description": "Tunisia's PM sacked after violent Covid protests in the country.",
    "date": "27 July 2021",
    "link": "https://www.bbc.com/audio/play/p09qkhzp",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Pegasus: Activists 'spied on'",
    "description": "A smartphone spyware may have been used to monitor human rights activists and politicians",
    "date": "20 July 2021",
    "link": "https://www.bbc.com/audio/play/p09pxq75",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Italy win Euro 2020",
    "description": "Italy have won their first European championship since 1968. It beat England in the final.",
    "date": "13 July 2021",
    "link": "https://www.bbc.com/audio/play/p09p6tvy",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "The Queen gives medal to health service",
    "description": "Queen Elizabeth has awarded the George Cross to the National Health Service.",
    "date": "06 July 2021",
    "link": "https://www.bbc.com/audio/play/p09nkmvb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Wimbledon: Return of tennis tournament",
    "description": "The famous tennis tournament is back. It was cancelled last year due to the pandemic.",
    "date": "29 June 2021",
    "link": "https://www.bbc.com/audio/play/p09mvh8x",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Olympics: First transgender athlete",
    "description": "Laurel Hubbard will become the first transgender athlete to compete in the Olympics.",
    "date": "22 June 2021",
    "link": "https://www.bbc.com/audio/play/p09m6htg",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Euro 2020: Player has heart attack",
    "description": "Denmark’s Christian Eriksen had a heart attack during a Euro 2020 game against Finland.",
    "date": "15 June 2021",
    "link": "https://www.bbc.com/audio/play/p09ljb5s",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Lilibet: Harry and Meghan's new baby",
    "description": "The Duke and Duchess of Sussex have announced the birth of their second child.",
    "date": "08 June 2021",
    "link": "https://www.bbc.com/audio/play/p09kw9y6",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Olympics: Tokyo too hot for athletes?",
    "description": "A report suggests that climate change could put the health of Olympic athletes at risk.",
    "date": "01 June 2021",
    "link": "https://www.bbc.com/audio/play/p09k630p",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Belarus accused of 'hijacking'",
    "description": "Western countries have accused Belarus of hijacking a Ryanair plane.",
    "date": "25 May 2021",
    "link": "https://www.bbc.com/audio/play/p09jjtgv",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Long working hours killing 745,000 people a year, study finds",
    "description": "People living in South East Asia and the Western Pacific region were the most affected.",
    "date": "18 May 2021",
    "link": "https://www.bbc.com/audio/play/p09hx7sr",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "China rocket lands in ocean",
    "description": "The remains of a Chinese rocket have crashed into the Indian Ocean.",
    "date": "11 May 2021",
    "link": "https://www.bbc.com/audio/play/p09h7l8m",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "India's Covid nightmare",
    "description": "India continues to struggle with an aggressive second wave of infections.",
    "date": "04 May 2021",
    "link": "https://www.bbc.com/audio/play/p09gm2c6",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Nomadland wins at the Oscars",
    "description": "Chloe Zhao becomes the first woman of colour to win the best director award.",
    "date": "27 April 2021",
    "link": "https://www.bbc.com/audio/play/p09fx8wb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Football: 'Super League' for Europe?",
    "description": "In a seismic move for football, 12 clubs have agreed to join a new European Super League.",
    "date": "20 April 2021",
    "link": "https://www.bbc.com/audio/play/p09f684p",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Natanz: Iran blames Israel",
    "description": "Neil and Catherine have the vocabulary you need to talk about this story.",
    "date": "13 April 2021",
    "link": "https://www.bbc.com/audio/play/p09djycb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Space wine: Does it taste better?",
    "description": "Scientists sent bottles of wine to the ISS to study the effect of gravity on the product.",
    "date": "06 April 2021",
    "link": "https://www.bbc.com/audio/play/p09cvm7h",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Suez Canal: Delays continue",
    "description": "The Ever Given became stuck in the Suez Canal on 23rd March and caused long delays.",
    "date": "30 March 2021",
    "link": "https://www.bbc.com/audio/play/p09c771r",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Australia hit by record floods",
    "description": "Around 18,000 people have been evacuated from severe floods in Australia.",
    "date": "23 March 2021",
    "link": "https://www.bbc.com/audio/play/p09bk89s",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Grammys: Beyonce sets new record",
    "description": "Beyonce has set a new record after becoming the first female artist to win 28 Grammys.",
    "date": "16 March 2021",
    "link": "https://www.bbc.com/audio/play/p099tt06",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Harry and Meghan's Interview",
    "description": "Neil and Catherine have the vocabulary you need to talk about this story.",
    "date": "09 March 2021",
    "link": "https://www.bbc.com/audio/play/p0993stw",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Golden Globes 2021",
    "description": "Learn the vocabulary you need to talk about this year's film and TV awards ceremony.",
    "date": "02 March 2021",
    "link": "https://www.bbc.com/audio/play/p098h8x1",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Kim Kardashian and Kanye West to divorce",
    "description": "Neil and Catherine have the vocabulary you need to talk about this story.",
    "date": "23 February 2021",
    "link": "https://www.bbc.com/audio/play/p097tk85",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Impeachment trial: Trump acquitted",
    "description": "Tom and Catherine have the vocabulary you need to talk about this story.",
    "date": "16 February 2021",
    "link": "https://www.bbc.com/audio/play/p0975p7w",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "India: Flood in Himalayas",
    "description": "Dozens are feared dead after a piece of a Himalayan glacier triggered a flood in India.",
    "date": "09 February 2021",
    "link": "https://www.bbc.com/audio/play/p096gwdq",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Myanmar: Military takes control",
    "description": "Tom and Neil have the vocabulary you need to talk about this story.",
    "date": "02 February 2021",
    "link": "https://www.bbc.com/audio/play/p095tmz2",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Russian Navalny Protests",
    "description": "Catherine and Neil have the vocabulary you need to talk about this story.",
    "date": "26 January 2021",
    "link": "https://www.bbc.com/audio/play/p0955mzz",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "UK: Tough new travel restrictions",
    "description": "New controls have come into force to try to keep out variants of coronavirus.",
    "date": "19 January 2021",
    "link": "https://www.bbc.com/audio/play/p094g3np",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Record-breaking snow storm hits Spain",
    "description": "Up to 50cm of snow fell on the capital Madrid between Friday and Saturday.",
    "date": "12 January 2021",
    "link": "https://www.bbc.com/audio/play/p093tb0z",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Trump tells official: 'find' votes",
    "description": "Tom and Neil have the vocabulary you need to talk about this news story.",
    "date": "05 January 2021",
    "link": "https://www.bbc.com/audio/play/p0933mbv",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Our favourite News Review of 2020",
    "description": "A 99-year-old man raised millions to help the UK's health service fight coronavirus",
    "date": "29 December 2020",
    "link": "https://www.bbc.com/audio/play/p092crcb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Brexit talks: Next days are crucial",
    "description": "Talks between the UK and the EU have been extended with no deadline.",
    "date": "15 December 2020",
    "link": "https://www.bbc.com/audio/play/p091jz9z",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Brexit: Deal or no deal?",
    "description": "The UK and the EU have entered final talks this week to try and agree a trade deal.",
    "date": "08 December 2020",
    "link": "https://www.bbc.com/audio/play/p090vh3y",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Diego Maradona: Doctor’s house searched",
    "description": "Catherine and Neil have the vocabulary you need to talk about this story.",
    "date": "01 December 2020",
    "link": "https://www.bbc.com/audio/play/p0904641",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Covid-19: Will vaccine be for all?",
    "description": "Tom and Neil have the vocabulary you need to talk about this news story.",
    "date": "24 November 2020",
    "link": "https://www.bbc.com/audio/play/p08zg9ff",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Calls for ban on 'anti-vax' social media",
    "description": "Tom and Neil have the vocabulary you need to talk about this story.",
    "date": "17 November 2020",
    "link": "https://www.bbc.com/audio/play/p08yqcqm",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Kamala Harris: First female US vice-president",
    "description": "Georgina and Catherine have the vocabulary you need to talk about this story.",
    "date": "10 November 2020",
    "link": "https://www.bbc.com/audio/play/p08y0qpc",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "US election day 2020",
    "description": "Georgina and Neil have the vocabulary you need to talk about this story.",
    "date": "03 November 2020",
    "link": "https://www.bbc.com/audio/play/p08x7zfl",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Harry and Meghan to make shows with Netflix",
    "description": "Catherine and Rob have the vocabulary you need to talk about this story.",
    "date": "27 October 2020",
    "link": "https://www.bbc.com/audio/play/p08wkn4g",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "China's Covid Recovery",
    "description": "Tom and Catherine look at the vocabulary in the news around this story.",
    "date": "20 October 2020",
    "link": "https://www.bbc.com/audio/play/p08vtsqn",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Nadal 20th Grand Slam",
    "description": "Rafael Nadal has equalled Roger Federer's feat of winning a 20th Grand Slam title.",
    "date": "13 October 2020",
    "link": "https://www.bbc.com/audio/play/p08v4fp4",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "London Marathon goes ahead",
    "description": "Around 45,000 non-elite athletes took part remotely due to Covid-19.",
    "date": "06 October 2020",
    "link": "https://www.bbc.com/audio/play/p08thvjk",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Trump's tax returns",
    "description": "Tom and Catherine look at the vocabulary in the news around this story.",
    "date": "29 September 2020",
    "link": "https://www.bbc.com/audio/play/p08svyr9",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "2020 Emmys - New Records Set",
    "description": "Tom and Catherine look at the vocabulary in the news around this story.",
    "date": "22 September 2020",
    "link": "https://www.bbc.com/audio/play/p08s6vl0",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Wildfires are spreading across the West Coast of America",
    "description": "Georgina and Catherine look at the vocabulary in the news around this story.",
    "date": "15 September 2020",
    "link": "https://www.bbc.com/audio/play/p08rkd5m",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Djokovic hits line judge with ball",
    "description": "The incident led to the player's disqualification from the US Open tennis tournament.",
    "date": "08 September 2020",
    "link": "https://www.bbc.com/audio/play/p08qwbyd",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "SpaceX splash down",
    "description": "Neil and Rob talk about space exploration and teach you vocabulary.",
    "date": "01 September 2020",
    "link": "https://www.bbc.com/audio/play/p08q6cz1",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Kamala Harris makes history",
    "description": "Kamala Harris has become the first black woman to run for US Vice-President.",
    "date": "25 August 2020",
    "link": "https://www.bbc.com/audio/play/p08plgy2",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Belarus: Protests spread",
    "description": "Neil and Catherine look at the vocabulary in the news about this story.",
    "date": "18 August 2020",
    "link": "https://www.bbc.com/audio/play/p08nz2m2",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Beirut explosion protests",
    "description": "Neil and Catherine look at the vocabulary in the news around this story.",
    "date": "11 August 2020",
    "link": "https://www.bbc.com/audio/play/p08nbr8h",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Coronavirus: UN warns of new diseases",
    "description": "Neil and Catherine have the vocabulary you need to talk about this story.",
    "date": "04 August 2020",
    "link": "https://www.bbc.com/audio/play/p08mpy92",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "A plan to bring live music back",
    "description": "British events promoter wants to use compulsory coronavirus testing at music festivals.",
    "date": "28 July 2020",
    "link": "https://www.bbc.com/audio/play/p08m1lpr",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Kanye West says he'll run for US president",
    "description": "Neil and Catherine look at the vocabulary in the news around this story.",
    "date": "21 July 2020",
    "link": "https://www.bbc.com/audio/play/p08lfn08",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Athlete's 200m 'record' only 185m",
    "description": "Neil and Georgina look at the vocabulary in the news around this story.",
    "date": "14 July 2020",
    "link": "https://www.bbc.com/audio/play/p08kqsmn",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "World’s biggest classical music festival… from home",
    "description": "The BBC Proms will go ahead this summer in London – but not as we know it.",
    "date": "07 July 2020",
    "link": "https://www.bbc.com/audio/play/p08k39ld",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Coronavirus: Half million deaths",
    "description": "Neil and Catherine look at the vocabulary in the news around this story.",
    "date": "30 June 2020",
    "link": "https://www.bbc.com/audio/play/p08jgpr6",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Beyonce: Juneteenth song released",
    "description": "Beyonce releases 'Black Parade' on the anniversary of the end of slavery in the US.",
    "date": "23 June 2020",
    "link": "https://www.bbc.com/audio/play/p08hs5wy",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Black Lives Matter: Racism at London protest",
    "description": "The British PM has condemned what he called ‘racist thuggery’ after clashes in London.",
    "date": "16 June 2020",
    "link": "https://www.bbc.com/audio/play/p08h3tsb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Can you sleep during lockdown?",
    "description": "More than 50% in UK have struggled with sleep during the lockdown, says survey.",
    "date": "09 June 2020",
    "link": "https://www.bbc.com/audio/play/p08ggt6s",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Training for the Premier League starts",
    "description": "English Premier League clubs discuss the restart of the football season.",
    "date": "02 June 2020",
    "link": "https://www.bbc.com/audio/play/p08ftysq",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Toddler buys $25 onion on dad’s phone",
    "description": "Toddler Alice was playing with her dad's phone when she ordered an onion by accident.",
    "date": "26 May 2020",
    "link": "https://www.bbc.com/audio/play/p08f6hlp",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Covid-19: The end for live music?",
    "description": "A top music boss doesn’t think live music will be back until the end of the year.",
    "date": "19 May 2020",
    "link": "https://www.bbc.com/audio/play/p08dl995",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Covid-19: A new era for cyclists?",
    "description": "The fear of catching virus on public transport leads to a boom in cycle-to-work schemes.",
    "date": "12 May 2020",
    "link": "https://www.bbc.com/audio/play/p08cy9bq",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Coronavirus: Are school closures necessary?",
    "description": "School have closed down to stop the spread of coronavirus. But is this effective?",
    "date": "14 April 2020",
    "link": "https://www.bbc.com/audio/play/p089glwl",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Fixing things to help the planet",
    "description": "The EU wants to make items durable and repairable. Neil and Catherine discuss this story.",
    "date": "24 March 2020",
    "link": "https://www.bbc.com/audio/play/p087j1j1",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "New China virus spreads",
    "description": "A new virus is spreading in China. Catherine and Georgina teach you this story's language",
    "date": "21 January 2020",
    "link": "https://www.bbc.com/audio/play/p080zymc",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Our biggest stories of 2019",
    "description": "The News Review bring you the biggest stories of the year.",
    "date": "31 December 2019",
    "link": "https://www.bbc.com/audio/play/p07yhs10",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "A real-life secret Santa",
    "description": "Someone's been leaving presents for strangers around a village in the UK.",
    "date": "24 December 2019",
    "link": "https://www.bbc.com/audio/play/p07yhrcx",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Boeing stops making the 737 Max",
    "description": "Production of Boeing's 737 Max will stop in early 2020. Georgina and Catherine discuss.",
    "date": "18 December 2019",
    "link": "https://www.bbc.com/audio/play/p07y8jfv",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "One run a week for a longer life",
    "description": "Just one run a week can significantly affect the length of your life, says a new report.",
    "date": "05 November 2019",
    "link": "https://www.bbc.com/audio/play/p07t24t2",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Teenager blinded by chips  and junk food diet",
    "description": "Dan and Catherine teach you the language being used to discuss this story.",
    "date": "03 September 2019",
    "link": "https://www.bbc.com/audio/play/p07mbmxx",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Tiny 'cousin' of T.rex discovered",
    "description": "Dan and Catherine teach you the language being used to discuss this story",
    "date": "27 August 2019",
    "link": "https://www.bbc.com/audio/play/p07lr0n0",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Russian aircraft enter S Korean airspace",
    "description": "S Korea says that Russian military aircraft have entered its airspace without permission.",
    "date": "23 July 2019",
    "link": "https://www.bbc.com/audio/play/p07hmgxt",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Trump's tweet branded racist",
    "description": "Donald Trump is criticised for posting tweets directed at four non-white congresswomen.",
    "date": "16 July 2019",
    "link": "https://www.bbc.com/audio/play/p07h14k4",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "European heatwave",
    "description": "Temperatures across Europe are expected to rise dramatically over the next few days.",
    "date": "26 June 2019",
    "link": "https://www.bbc.com/audio/play/p07f6fbt",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Everest Deaths: The Crowded Mountain",
    "description": "Catherine and Tom discuss the story and teach you vocabulary so you can discuss it too.",
    "date": "28 May 2019",
    "link": "https://www.bbc.com/audio/play/p07bk4by",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Niki Lauda, Formula 1 legend, dies",
    "description": "Catherine and Dan teach you the language the media is using to discuss this story.",
    "date": "21 May 2019",
    "link": "https://www.bbc.com/audio/play/p079ws66",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "WhatsApp attack",
    "description": "Catherine and Tom teach you the language the media is using to discuss this story.",
    "date": "14 May 2019",
    "link": "https://www.bbc.com/audio/play/p0795zzt",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Malaria vaccine launched",
    "description": "Neil and Catherine discuss a new vaccine would could help save millions of lives",
    "date": "23 April 2019",
    "link": "https://www.bbc.com/audio/play/p0776nkb",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Sudan protests continue",
    "description": "Tom and Catherine bring you the language from the latest news headlines on this story.",
    "date": "09 April 2019",
    "link": "https://www.bbc.com/audio/play/p075z7vy",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "New blood test can save pregnant women's lives",
    "description": "A blood test for this condition is more accurate and faster than previous methods.",
    "date": "02 April 2019",
    "link": "https://www.bbc.com/audio/play/p0759bny",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "BA flight to Germany mistakenly flies to Scotland",
    "description": "Tom and Dan discuss the story and teach you vocabulary to talk about it.",
    "date": "26 March 2019",
    "link": "https://www.bbc.com/audio/play/p074mlcj",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "South African power outages continue",
    "description": "Dan and Catherine teach you the language the media is using to discuss this story.",
    "date": "19 March 2019",
    "link": "https://www.bbc.com/audio/play/p074052g",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Why are female penguins getting stranded?",
    "description": "Why are female penguins found stranded so far from home? Neil and Tom discuss this story.",
    "date": "08 January 2019",
    "link": "https://www.bbc.com/audio/play/p06xjjqr",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "60% drop in global wildlife",
    "description": "Catherine and Tom discuss language from this story.",
    "date": "30 October 2018",
    "link": "https://www.bbc.com/audio/play/p06q9bkk",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Stopping the cyber-criminals",
    "description": "Tom and Catherine teach you language the media is using to discuss this story.",
    "date": "16 October 2018",
    "link": "https://www.bbc.com/audio/play/p06p0fkd",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Trump apologises to Kavanaugh for 'lies'",
    "description": "Neil and Tom teach you language the media is using to discuss this story.",
    "date": "09 October 2018",
    "link": "https://www.bbc.com/audio/play/p06ncxhs",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Hurricane Florence forces evacuation",
    "description": "Neil and Dan teach you the language the media is using to discuss this story.",
    "date": "11 September 2018",
    "link": "https://www.bbc.com/audio/play/p06kwr93",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Nike and the Colin Kaepernick controversy",
    "description": "Dan and Catherine teach you the language the media is using to discuss this story.",
    "date": "04 September 2018",
    "link": "https://www.bbc.com/audio/play/p06k8wdf",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "World's oldest message in a bottle",
    "description": "Neil and Catherine teach you the language the media is using to discuss this story.",
    "date": "28 August 2018",
    "link": "https://www.bbc.com/audio/play/p06jny2h",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "North and South Korean family reunions",
    "description": "Dan and Catherine discuss the key language from this story.",
    "date": "21 August 2018",
    "link": "https://www.bbc.com/audio/play/p06j27k5",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Turkish lira falls: who's to blame?",
    "description": "Dan and Catherine discuss the key language from this story.",
    "date": "14 August 2018",
    "link": "https://www.bbc.com/audio/play/p06hgnrd",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Neymar admits exaggerating",
    "description": "Neil and Catherine discuss the key language from this story.",
    "date": "31 July 2018",
    "link": "https://www.bbc.com/audio/play/p06g6nng",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Human embryo DNA editing OK, panel says",
    "description": "Dan and Catherine discuss the key language from this story.",
    "date": "17 July 2018",
    "link": "https://www.bbc.com/audio/play/p06f015m",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Apple to hinder Facebook web tracking",
    "description": "Dan and Catherine bring you the language you need to talk about this story.",
    "date": "05 June 2018",
    "link": "https://www.bbc.com/audio/play/p0696456",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Brazilian trucker strike continues",
    "description": "Sian and Dan bring you the language you need to talk about this story.",
    "date": "29 May 2018",
    "link": "https://www.bbc.com/audio/play/p068kb7w",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Salamander 'being eaten to extinction'",
    "description": "Neil and Catherine bring you the language you need to talk about this story.",
    "date": "22 May 2018",
    "link": "https://www.bbc.com/audio/play/p067wy9h",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Royal wedding: Markle's father may not attend",
    "description": "Dan and Catherine bring you the language you need to talk about this story.",
    "date": "15 May 2018",
    "link": "https://www.bbc.com/audio/play/p0678l55",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Tourism's carbon footprint",
    "description": "Catherine and Dan discuss the environmental impact of tourism",
    "date": "15 May 2018",
    "link": "https://www.bbc.com/audio/play/p06777g5",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "A minimum price for alcohol in Scotland",
    "description": "Neil and Catherine explain vocabulary and talk about Scotland's new health-related change",
    "date": "01 May 2018",
    "link": "https://www.bbc.com/audio/play/p065x8pg",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "It's a boy! Royal baby born",
    "description": "Neil and Dan explain the language used to discuss the new royal",
    "date": "24 April 2018",
    "link": "https://www.bbc.com/audio/play/p0657yld",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Justin Trudeau apologises for wrongful killing",
    "description": "The Canadian prime minister apologised for the 1864 unjust hanging of indigenous leaders",
    "date": "27 March 2018",
    "link": "https://www.bbc.com/audio/play/p062h70h",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Last male northern white rhino dies",
    "description": "The future of the northern white rhino looks bleak after the last known male has died",
    "date": "20 March 2018",
    "link": "https://www.bbc.com/audio/play/p061rbmy",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Latte levy",
    "description": "UK coffee drinkers may have to pay more for disposable cups",
    "date": "13 March 2018",
    "link": "https://www.bbc.com/audio/play/p06105wd",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Britain must diet, say health officials",
    "description": "Health officials in the UK ask the food industry to cut calories to reduce obesity",
    "date": "06 March 2018",
    "link": "https://www.bbc.com/audio/play/p0608mnd",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "'The Beast from the East' blankets UK",
    "description": "A band of extreme cold and snow has hit parts of Europe and the UK",
    "date": "27 February 2018",
    "link": "https://www.bbc.com/audio/play/p05zjv9k",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "How do vampire bats survive on blood?",
    "description": "Scientists have discovered how vampire bats can survive on a blood-only diet",
    "date": "20 February 2018",
    "link": "https://www.bbc.com/audio/play/p05yt7hj",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "South Africa: reports ANC ask Zuma to go",
    "description": "Reports from South Africa say that the ANC have asked President Zuma to step down",
    "date": "13 February 2018",
    "link": "https://www.bbc.com/audio/play/p05y1hfq",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "100 year anniversary for women's rights",
    "description": "Rob and Dan teach you the language the world's media is using to discuss this story",
    "date": "06 February 2018",
    "link": "https://www.bbc.com/audio/play/p05x9q0f",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "What happened at the Grammys?",
    "description": "The Grammys have taken place in New York",
    "date": "30 January 2018",
    "link": "https://www.bbc.com/audio/play/p05wkpmm",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Koreas talk for first time in two years",
    "description": "North Korea has agreed to send a delegation to the Winter Olympics in the south",
    "date": "09 January 2018",
    "link": "https://www.bbc.com/audio/play/p05t9c69",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Hollywood's campaign against harassment",
    "description": "Rob and Neil teach you how to use language from this news story in your everyday English.",
    "date": "02 January 2018",
    "link": "https://www.bbc.com/audio/play/p05sjz3n",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Gatlin team doping allegations",
    "description": "Allegations of drug taking connected to world-record holder Justin Gatlin have been made.",
    "date": "19 December 2017",
    "link": "https://www.bbc.com/audio/play/p05rk4vr",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Macron renews global warming fight",
    "description": "French president Macron hopes to re-energise the fight against global warming",
    "date": "12 December 2017",
    "link": "https://www.bbc.com/audio/play/p05qwggr",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Stopping the environmental apocalypse",
    "description": "An international delegation meet to avert environmental catastrophe",
    "date": "05 December 2017",
    "link": "https://www.bbc.com/audio/play/p05q5jcc",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "A royal romance",
    "description": "Prince Harry, fifth in line to the throne, is going to marry Meghan Markle",
    "date": "28 November 2017",
    "link": "https://www.bbc.com/audio/play/p05pg8b0",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "President defies a nation",
    "description": "The Zimbabwean president, Robert Mugabe, refuses to step down",
    "date": "21 November 2017",
    "link": "https://www.bbc.com/audio/play/p05nrvzp",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Italy World Cup Fail",
    "description": "Italy has failed to qualify for the World Cup",
    "date": "14 November 2017",
    "link": "https://www.bbc.com/audio/play/p05n1cps",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "The Russian Revolution: 100 years on",
    "description": "It's 100 years since the October Revolution in Russia",
    "date": "07 November 2017",
    "link": "https://www.bbc.com/audio/play/p05m9xrv",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Human health affected by climate change",
    "description": "Changing climate is causing heat waves, poor diet and spreading disease",
    "date": "31 October 2017",
    "link": "https://www.bbc.com/audio/play/p05llb1r",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Toxicity tax for London’s polluting cars",
    "description": "London has introduced a tax to combat air pollution",
    "date": "24 October 2017",
    "link": "https://www.bbc.com/audio/play/p05kv1pm",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Ancient stellar collision makes waves",
    "description": "Two stars hitting each other has been described as ‘cataclysmic’. What does that mean?",
    "date": "17 October 2017",
    "link": "https://www.bbc.com/audio/play/p05k6rgz",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Racial inequality in the UK",
    "description": "Learn how to use the language from the latest news stories in your everyday English.",
    "date": "10 October 2017",
    "link": "https://www.bbc.com/audio/play/p05jl4mt",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  },
  {
    "title": "Spain in crisis after Catalan vote",
    "description": "The Spanish region of Catalonia has voted for independence in an unofficial referendum",
    "date": "03 October 2017",
    "link": "https://www.bbc.com/audio/play/p05hyj8h",
    "full_content_link": "N/A",
    "story": "N/A",
    "headlines": "N/A",
    "keywords": "N/A"
  }
]