[
    {
        "title": "First treasure recovered from $20bn sunken ship",
        "description": "A ship that sunk in 1708 is thought to have $20bn worth of treasure on it",
        "link": "https://www.bbc.com/audio/play/p0mjxwdq",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251126",
        "story": "<p class=\"p1\">A cannon, three coins and a porcelain cup have been recovered from a ship that sank over 300 years ago.</p> <p class=\"p1\">The ship, called the San Jose, was sunk by British ships in 1708, near Cartagena in Colombia.</p> <p class=\"p1\">San Jose is thought to have $20bn worth of gold and silver coins on board, according to some estimates.</p> <p class=\"p1\">Colombia, Spain, an American company and indigenous groups in Bolivia have all claimed that this treasure belongs to them.</p>",
        "headlines": "Archeologists recover treasures from the legendary 1708 San Jose, <strong>wrecked</strong> in war\n  <strong>Fox Weather</strong>\nFirst treasures from ' <strong>holy grail</strong> of shipwrecks' recovered\n  <strong>Sky News</strong>\nCoins, cannon recovered from <strong>legendary</strong> ship that sunk 3 centuries ago with billions of dollars in treasure\n  <strong>CBS News</strong>",
        "keywords": "\t<strong>wreck</strong>\n\t\tdestroy or damage badly\n\t\t<li>After the crash, my car was <strong>wrecked</strong>. </li>\n\t<strong>holy grail</strong>\n\t\tsomething that lots of people want, but is very hard to find\n\t\t<li>Finding a way to learn languages effortlessly is the <strong>holy grail</strong>.</li>\n\t<strong>legendary</strong>\n\t\twell-known and talked about a lot\n\t\t<li>The film is based on the life of a <strong>legendary</strong> Indian cricketer.</li>"
    },
    {
        "title": "Death penalty for former Bangladesh prime minister Sheikh Hasina",
        "description": "The former prime minister of Bangladesh has been sentenced to death",
        "link": "https://www.bbc.com/audio/play/p0mhl0j6",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251119",
        "story": "<p class=\"p1\">Former Prime Minister of Bangladesh, Sheikh Hasina, has been sentenced to death by a court in Dhaka for crimes against humanity.</p> <p class=\"p1\">Last July she ordered a crackdown on student protests which resulted in the deaths of up to 1,400 people, according to the UN.</p> <p class=\"p1\">As a result of the protests, Hasina escaped to India, where she still is. An interim government took power in Bangladesh.</p> <p class=\"p1\">Hasina had also been accused of a number of human rights violations while she was in power.</p>",
        "headlines": "Ousted Bangladesh PM Sheikh Hasina sentenced to death for <strong>crimes against humanity</strong>\n  <strong>The Guardian</strong>\n'Unelected, Illegal Regime's <strong>Sham</strong> Of A Verdict': Sheikh Hasina's Son To NDTV\n  <strong>NDTV</strong>\nBangladesh signals that no leader is <strong>above the law</strong> by sentencing Sheikh Hasina to death\n  <strong>The Conversation </strong>",
        "keywords": "\t<strong>crimes against humanity</strong>\n\t\tcrimes committed against a large number of civilians\n\t\t<li>The United Nations investigated <strong>crimes against humanity</strong> committed in Rwanda during the 1990s.</li>\n\t<strong>sham</strong>\n\t\tsomething false or fraudulent\n\t\t<li>The board's statement is just a <strong>sham</strong>. None of it can be true.</li>\n\t<strong>above the law</strong>\n\t\ttoo important or powerful to be affected by laws\n\t\t<li>The company CEO thought he'd never get caught for tax evasion, but no one's <strong>above the law</strong>.</li>"
    },
    {
        "title": "COP30: Are climate talks effective at fighting climate change?",
        "description": "International leaders gather for COP30 climate talks.",
        "link": "https://www.bbc.com/audio/play/p0mg6pzs",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251112",
        "story": "<p class=\"p1\">Two weeks of international climate talks began this week in Belém in Brazil. COP is an annual gathering of politicians and negotiators from around the world to discuss climate change and make agreements to help deal with the problem. </p> <p class=\"p1\">Some important people have decided not to attend, such as US President Donald Trump. Some experts think that because some powerful leaders aren’t attending the talks, they won’t make any progress, although others believe the negotiations are still very important for fighting climate change.</p> <p class=\"p1\">In a speech on the first day of the talks, Brazilian president Luiz Inácio Lula da Silva warned about the dangers of fake news and climate deniers, people who incorrectly argue that human-caused climate change is not real.</p>",
        "headlines": "Who are the <strong>major players</strong> at Cop30 and what do they want?\n  <strong>The Guardian</strong>\nCOP30: Trump and many leaders are skipping it, so does the summit still have a <strong>point</strong> ?\n  <strong>BBC News</strong>\n<strong>Muted</strong> global business turnout at COP30 reflects subdued mood\n  <strong>The Financial Times</strong>",
        "keywords": "\t<strong>major player</strong>\n\t\timportant person or organisation within a particular situation\n\t\t<li>They mayor hopes to become a <strong>major player</strong> in negotiations about a new railway.</li>\n\t<strong>point</strong>\n\t\tpurpose or meaning\n\t\t<li>I don’t see the <strong>point</strong> in ironing my clothes – they’ll only get creased again.</li>\n\t<strong>muted</strong>\n\t\tnot very enthusiastic or excited\n\t\t<li>The CEO’s new ideas received a <strong>muted</strong> response from staff at the company meeting.</li>"
    },
    {
        "title": "Fastest glacier melt in modern history",
        "description": "An Antarctic glacier shrunk by 50% in just two months.",
        "link": "https://www.bbc.com/audio/play/p0mdwyc4",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251105",
        "story": "<p class=\"p1\">In late 2022, an Antarctic glacier, named Hektoria, shrunk by nearly 50% in just two months.</p> <p class=\"p1\">According to a new study, this was the fastest a glacier has retreated that scientists have recorded in modern history. Retreated means it melted and got smaller. </p> <p class=\"p1\">Hektoria is a type of glacier which rests on the seabed and doesn’t float. Glaciers like this generally retreat only a few hundred metres a year. But between November and December 2022, Hektoria retreated by 8 km, according to the study.</p> <p class=\"p1\">Scientists are concerned because if more glaciers like this shrink as quickly, there could be a much faster rise in sea-level.</p>",
        "headlines": "Antarctic glacier's <strong>alarming</strong> retreat is the fastest ever seen\n  <strong>New Scientist </strong>\nAntarctic glacier saw the fastest retreat in modern history; it could <strong>spell trouble</strong> for sea levels, report finds\n  <strong>CNN</strong>\nAntarctic glacier's rapid retreat sparks scientific ' <strong>whodunnit</strong> '\n  <strong>BBC News</strong>",
        "keywords": "\t<strong>alarming<br/></strong>\n\t\tcause fear or worry\n\t\t<li>The nurse called for help when the patient had an alarming drop in blood pressure.</li>\n\t<strong>spell trouble</strong>\n\t\tcause trouble\n\t\t<li>A new supermarket could spell trouble for smaller local shops.</li>\n\t<strong>whodunnit<br/></strong>\n\t\ta story about a mystery or a crime\n\t\t<li>When money went missing from the business accounts, it turned into a whodunnit.</li>"
    },
    {
        "title": "'Storm of the century' hits Caribbean",
        "description": "Hurricane Melissa is the strongest hurricane in modern history to hit Jamaica",
        "link": "https://www.bbc.com/audio/play/p0mcgjf7",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251029",
        "story": "<p class=\"p1\">Category five hurricane Melissa hit Jamaica on Tuesday with violent winds reaching a high of 295 km/h. The storm them hit Cuba on Wednesday morning.</p> <p class=\"p1\">The Jamaican Prime Minister has declared the country a \"disaster area\" and warns of \"devastating impacts\".</p> <p class=\"p1\">It will take time to know exactly how bad the damage is, but we know homes and hospitals have been badly affected and there is severe flooding across Jamaica.</p> <p class=\"p1\">It is the strongest storm on Earth so far this year and is one of the strongest storms in the Atlantic Ocean this century. </p>",
        "headlines": "Hurricane Melissa <strong>makes</strong> <strong>landfall</strong> in Jamaica\n  <strong>The Guardian</strong>\nAs the Atlantic Ocean warms, climate change is <strong>fueling</strong> Hurricane Melissa’s ferocity\n  <strong>AP News</strong>\nStorm chasers fly inside <strong>the eye of</strong> Hurricane Melissa\n  <strong>BBC News</strong>",
        "keywords": "\t<strong>make landfall<br/></strong>\n\t\treach land\n\t\t<li>The storm made landfall in the early hours of Saturday morning.</li>\n\t<strong>fuel</strong>\n\t\tgive energy to something\n\t\t<li>The latest political scandal has fuelled outrage among the public.</li>\n\t<strong>the eye of (the storm)</strong>\n\t\tthe centre of a storm\n\t\t<li>The eye of the storm passed right through the middle of our town.</li>"
    },
    {
        "title": "Historic jewels stolen from Louvre",
        "description": "Historic jewels, worth millions of euros have been stolen from the Louvre museum in Paris",
        "link": "https://www.bbc.com/audio/play/p0mb1r5j",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251022",
        "story": "<p>Thieves broke into the Louvre museum in Paris on Sunday morning and stole eight extremely valuable items of jewellery.</p> <p>The robbers used power tools to break into the museum, which is the famous home of the Mona Lisa painting.</p> <p>The thieves escaped on scooters, and took items including tiaras and necklaces, that belonged to French royalty or imperial rulers. The entire break in took about seven minutes.</p>",
        "headlines": "In Just 7 Brazen Minutes, Thieves Grab ‘ <strong>Priceless</strong> ’ Jewels From Louvre\n  <strong>New York Times</strong>\nLouvre heist: thieves steal crown jewels in daylight <strong>burglary</strong>\n  <strong>The Times</strong>\n' <strong>Race against time</strong> ' as police try to recover 'priceless' jewels from Louvre - as authorities reveal details of daring raid\n  <strong>Sky News</strong>",
        "keywords": "\t<strong>priceless<br/></strong>\n\t\textremely valuable\n\t\t<li>His house is filled with <strong>priceless</strong> artworks. It’s amazing.</li>\n\t<strong>burglary</strong>\n\t\tbreaking into a property to steal something\n\t\t<li>There have been lots of burglaries in my neighbourhood recently. I think I'm going to get an alarm installed.</li>\n\t<strong>race against time</strong>\n\t\ta situation where there is only a limited amount of time to do something\n\t\t<li>The town only has a few hours to prepare for the big storm. It's a race against time.</li>"
    },
    {
        "title": "Hostages released in Gaza ceasefire agreement",
        "description": "Israeli hostages and Palestinian detainees were exchanged on Monday",
        "link": "https://www.bbc.com/audio/play/p0m8pqh9",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251015",
        "story": "<p>Israelis and Palestinians have celebrated after hostages and prisoners were exchanged on Monday.</p> <p>Hamas returned all living Israeli hostages, while Israel freed almost 2,000 Palestinian prisoners and detainees.</p> <p>This exchange is a big step towards ending the war in Gaza and is the first phase of a plan to end the war, arranged and negotiated by US President Donald Trump.</p> <p>At a summit in Sharm el-Sheikh later on Monday, Egypt, Qatar, Turkey and the US signed a declaration backing a ceasefire deal.</p>",
        "headlines": "Israeli hostages and Palestinian detainees freed as Trump hails ' <strong>historic dawn</strong> ' in Middle East\n  <strong>BBC News</strong>\n<strong>One</strong> Era <strong>Ends</strong> in Gaza, and <strong>Another Begins</strong>\n  <strong>The Atlantic</strong>\nTrump’s hostage deal was <strong>the easy part</strong>\n  <strong>The New Statesman</strong>",
        "keywords": "\t<strong>historic dawn</strong>\n\t\tthe beginning of something new and important\n\t\t<li>When astronauts landed on the moon, it was a <strong>historic dawn</strong> for humanity.</li>\n\t<strong>one (thing) ends, another begins</strong>\n\t\tan ending creates space for something new\n\t\t<li>I can’t believe you're moving to Australia. I guess as <strong>one</strong> era<strong> ends</strong>,<strong> another begins</strong>.</li>\n\t<strong>the easy part</strong>\n\t\tthe simplest part of a larger challenge\n\t\t<li>Starting the company was <strong>the easy part</strong>. Now I've got to go make a profit. </li>"
    },
    {
        "title": "Solar and wind beat coal for first time",
        "description": "More electricity has been generated through wind and solar power than coal for 1st time",
        "link": "https://www.bbc.com/audio/play/p0m7csqy",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251008",
        "story": "<p>For the first time ever, more electricity has been generated through wind and solar power than from coal power plants. That's according to a new report.</p> <p>The amount of electricity used globally has increased since last year, but 100% of that increase has been met by renewable energy sources.</p> <p>China and India are responsible for a large part of this growth of renewable energy. Europe and the US actually increased their coal and gas power generation. </p> <p>It has been predicted that renewable energy generation could double by the end of the decade.</p>",
        "headlines": "Global renewable energy generation <strong>surpasses</strong> coal for first time\n  <strong>The Guardian</strong>\nRenewables overtake coal as world’s <strong>primary source</strong> of electricity\n  <strong>Semafor</strong>\nSolar and wind power has grown faster than electricity <strong>demand</strong> this year, report says\n  <strong>AP News </strong>",
        "keywords": "\t<strong>surpass</strong>\n\t\tbe more than or better than\n\t\t<li>The runner <strong>surpassed</strong> his previous best time by three seconds. </li>\n\t<strong>primary source</strong>\n\t\twhere the largest amount of something comes from\n\t\t<li>Cars are the <strong>primary source</strong> of pollution in this city. </li>\n\t<strong>demand</strong>\n\t\thow much people want something\n\t\t<li>High energy bills have led to <strong>demand</strong> for more efficient heating systems. </li>"
    },
    {
        "title": "Taliban cut off internet",
        "description": "Afghanistan's Taliban Government has cut internet services in the country",
        "link": "https://www.bbc.com/audio/play/p0m60zx7",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/251001",
        "story": "<p>Internet and many telephones services have been cut in Afghanistan, on the orders of the country's Taliban government.</p> <p>After women and girls over 12 were barred from schools, universities and many types of jobs, many of them used the internet to study online, or to sell products abroad. This shutdown has stopped from being able to do this.</p> <p>Human rights organisations are concerned about the impact that this could have on girls' education in the country.</p>",
        "headlines": "‘Total internet blackout’ in Afghanistan sparks panic after Taliban vowed to <strong>stamp out</strong> immoral activities\n  <strong>CNN</strong>\nTaliban cut internet for whole country as Afghanistan ‘dragged into <strong>abyss</strong> ’\n  <strong>The Independent</strong>\nAfghan women lose their ' <strong>last hope</strong> ' as Taliban shuts down internet\n  <strong>BBC News</strong>",
        "keywords": "\t<strong>stamp out</strong>\n\t\ttake strong action to stop something\n\t\t<li>The new manager promised to<strong> stamp out</strong> sexism in the office.</li>\n\t<strong>abyss</strong>\n\t\ta very negative situation that is difficult to escape from\n\t\t<li>Without immediate humanitarian aid, the country could slide into the <strong>abyss</strong>.</li>\n\t<strong>last hope</strong>\n\t\tthe last opportunity for success\n\t\t<li>This intervention could be the <strong>last hope</strong> for keeping the mountain frog species from going extinct. </li>"
    },
    {
        "title": "Trump's unproven autism claim",
        "description": "Donald Trump has made the unproven claim there's a link between autism and Tylenol.",
        "link": "https://www.bbc.com/audio/play/p0m4n748",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250924",
        "story": "<p>US President Donald Trump has said that there is a link between autism and the pain-relieving drug Tylenol, also known as paracetamol.</p> <p>Medical experts disagree with these claims, with some calling the president's comments dangerous.</p> <p>The American College of Obstetricians and Gynaecologists, who are experts in women’s health, said the announcement was \"unsettling\" and not based on \"reliable data\".</p>",
        "headlines": "Trump and RFK Jr. make autism announcement as Tylenol maker and medical experts <strong> push back<br/>CBS News</strong>\nBritish scientists inject large <strong> dose </strong> of scepticism into Trump's paracetamol and autism claims <strong><br/>ITV News</strong>\nDonald Trump's autism claim <strong>debunked</strong> after paracetamol warning to pregnant women <strong><br/>The Mirror</strong>",
        "keywords": "\t<strong>push back</strong>\n\t\tdisagree with or resist something\n\t\t<li>Scientists are <strong>pushing back</strong> on claims that climate change isn’t real.</li>\n\t<strong>dose</strong>\n\t\ta strong amount of something\n\t\t<li>My colleague at work is funny – she always gives me a daily <strong>dose</strong> of laughter.</li>\n\t<strong>debunk</strong>\n\t\tshow that something is untrue\n\t\t<li>Scientists have used maths to <strong>debunk</strong> recent UFO videos.</li>"
    },
    {
        "title": "Israel committing genocide in Gaza: UN commission",
        "description": "A UN commission of inquiry says that Israel has committed genocide in Gaza.",
        "link": "https://www.bbc.com/audio/play/p0m3b98f",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250917",
        "story": "<p>An investigation by the United Nations, called a 'commission of inquiry', has found that Israel has committed genocide against Palestinians in Gaza.</p> <p>There are five acts of genocide defined under international law, and this report says that four out of the five acts have been carried out by Israel since the start of the war with Hamas in 2023.</p> <p>The report also says there is evidence of genocidal intent in statements by Israeli leaders, and the actions of Israeli forces.</p> <p>Israel's foreign ministry has rejected the report, saying that it is \"distorted and false\".</p>",
        "headlines": "Human rights experts join <strong>rising chorus</strong> that accuses Israel of genocide in Gaza\n  <strong>The Independent<br/></strong>\nUN inquiry says Israel’s war on Gaza is genocide, <strong>holds</strong> gov’t <strong>responsible</strong>\n  <strong>Al Jazeera<br/></strong>\n“ <strong>Sloppy</strong> and slanted”: former Israeli PM on UN commission ‘genocide’ report\n  <strong>Channel 4 News<br/></strong>",
        "keywords": "\t<strong>rising chorus</strong>\n\t\tmore and more people expressing the same idea\n\t\t<li>There is a <strong>rising chorus</strong> of voices demanding action on climate change.</li>\n\t<strong>hold someone or something responsible<br/></strong>\n\t\tsay something is to blame for something\n\t\t<li>The court <strong>held</strong> the company <strong>responsible</strong> for discriminating against older employees.</li>\n\t<strong>sloppy</strong>\n\t\tcareless or messy\n\t\t<li>His boss said his work was <strong>sloppy</strong> and made him do it again.</li>"
    },
    {
        "title": "'God's influencer': First millennial saint named",
        "description": "Catholic church names 15-year-old boy the first millennial saint.",
        "link": "https://www.bbc.com/audio/play/p0m1xg6g",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250910",
        "story": "<p>A boy who died at the age of 15 has been made a saint by the Catholic Church.</p> <p>Carlo Acutis died in 2006 from leukaemia. He became interested in Catholicism as a child and showed an interest in helping others.</p> <p>He was a keen gamer who was interested in computers, and had created websites to document religious miracles and helped run pages for Catholic organisations.</p>",
        "headlines": "Carlo Acutis, <strong>nicknamed</strong> 'God's influencer', becomes the first 'millennial' saint\n  <strong>CNN</strong>\nPope Leo XIV declares teen computer <strong>whiz</strong> Carlo Acutis the first millennial saint\n  <strong>ABC News, USA</strong>\nCarlo and the call to <strong> evangelise</strong> in the digital age <strong><br/>OSV News</strong>",
        "keywords": "\t<strong>nickname</strong>\n\t\tgive someone or something an alternative name\n\t\t<li>She was so good at football that her friends <strong>nicknamed</strong> her 'Messi'.</li>\n\t<strong>whiz</strong>\n\t\tsomeone who is very good at something\n\t\t<li>My cousin is a real finance whiz – she'd be a great accountant.</li>\n\t<strong>evangelise</strong>\n\t\ttell people that something is very good\n\t\t<li>She was always going to be a dietician. She won't stop <strong>evangelising</strong> about the benefits of whole foods. </li>"
    },
    {
        "title": "Earthquakes hit Afghanistan",
        "description": "Earthquakes in Afghanistan kill over 1,400 people",
        "link": "https://www.bbc.com/audio/play/p0m0kkjr",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250903",
        "story": "<p>A major aftershock has hit eastern Afghanistan, just days after an earthquake measuring 6.0 on the Richter scale hit the region.</p> <p>More than 1,400 people have been killed and 3,000 more injured, according to the Taliban government.</p> <p>The region is difficult to access because it is mountainous, and rescuers have been searching for people trapped under mud and stone homes in the area. Entire villages have been destroyed.</p>",
        "headlines": "Second Afghan quake brings more trauma to the <strong>shattered</strong> region\n  <strong>SBS Australia</strong>\nAid effort <strong>underway</strong> after Afghanistan quake ‘wipes out’ villages <strong><br/>UN News</strong>\nEarthquake adds to <strong>'perfect storm'</strong> of problems hitting Afghanistan, says UN\n  <strong>Sky News</strong>",
        "keywords": "\t<strong>shattered</strong>\n\t\tbadly damaged\n\t\t<li>The country was <strong>shattered</strong> after 10 years of civil war.</li>\n\t<strong>underway</strong>\n\t\tdescribes something that has started\n\t\t<li>Changes to the school's management are <strong>underway.</strong> New staff are being recruited now.</li>\n\t<strong>a perfect storm</strong>\n\t\ta situation, usually negative, that happens because of a combination of circumstances\n\t\t<li>The minister for agriculture said high food prices are being caused by <strong>a perfect storm</strong> of population growth and bad weather.</li>"
    },
    {
        "title": "Heatwaves speed up ageing process, study says",
        "description": "A study in Taiwan has found that peoples' biological age increases during heatwaves.",
        "link": "https://www.bbc.com/audio/play/p0lz878p",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250827",
        "story": "<p>A study in Taiwan has found that peoples' biological age increases when they experience heatwaves. Researchers measured participants' organ function in order to determine their biological age.</p> <p>Experiencing four heatwave days over a two-year period led people's biological age to increase by about nine days.</p> <p>Manual workers, those living in rural areas or those who do not have access to air conditioning are worse affected by heatwaves. </p>",
        "headlines": "Heatwaves are making people <strong>age</strong> faster, study suggests\n  <strong>The Guardian</strong>\nRepeated heatwaves may <strong>accelerate</strong> ageing\n  <strong>Scimex<br/></strong>\nThe <strong>demographics</strong> at risk of ageing due to heatwaves\n  <strong>The Independent</strong>",
        "keywords": "\t<strong>age</strong>\n\t\tbecome or appear older\n\t\t<li>After taking on such a stressful job, she <strong>aged</strong> considerably.</li>\n\t<strong>accelerate<br/></strong>\n\t\tget faster or more intense\n\t\t<li>As time went on, his illness <strong>accelerated</strong>.</li>\n\t<strong>demographic</strong>\n\t\ta group of people who share a characteristic\n\t\t<li>We hope our new product will allow us to appeal a new <strong>demographic</strong>.</li>"
    },
    {
        "title": "Heatwaves speed up ageing process, study says",
        "description": "A study has found that peoples' biological age increases when they experience heatwaves.",
        "link": "https://www.bbc.com/audio/play/p0lz7vl5",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250827",
        "story": "<p>A study in Taiwan has found that peoples' biological age increases when they experience heatwaves. Researchers measured participants' organ function in order to determine their biological age.</p> <p>Experiencing four heatwave days over a two-year period led people's biological age to increase by about nine days.</p> <p>Manual workers, those living in rural areas or those who do not have access to air conditioning are worse affected by heatwaves. </p>",
        "headlines": "Heatwaves are making people <strong>age</strong> faster, study suggests\n  <strong>The Guardian</strong>\nRepeated heatwaves may <strong>accelerate</strong> ageing\n  <strong>Scimex<br/></strong>\nThe <strong>demographics</strong> at risk of ageing due to heatwaves\n  <strong>The Independent</strong>",
        "keywords": "\t<strong>age</strong>\n\t\tbecome or appear older\n\t\t<li>After taking on such a stressful job, she <strong>aged</strong> considerably.</li>\n\t<strong>accelerate<br/></strong>\n\t\tget faster or more intense\n\t\t<li>As time went on, his illness <strong>accelerated</strong>.</li>\n\t<strong>demographic</strong>\n\t\ta group of people who share a characteristic\n\t\t<li>We hope our new product will allow us to appeal a new <strong>demographic</strong>.</li>"
    },
    {
        "title": "Ukraine: Presidents discuss end to war",
        "description": "President Zelensky met President Trump days after Trump met President Putin in Alaska",
        "link": "https://www.bbc.com/audio/play/p0lxyswv",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250820",
        "story": "<p>Ukraine's President Volodymyr Zelensky returned to the White House on Monday to meet US President Donald Trump for new talks aimed at ending the war in Ukraine.</p> <p>Several European leaders also flew to Washington to attend the meeting, days after Trump met Russia's President Vladimir Putin in Alaska.</p> <p>The leaders discussed a possible ‘security guarantee’ which would involve European countries and the US helping protect Ukraine if a peace deal was reached with Russia. </p> <p>Donald Trump says he doesn’t believe a ceasefire between Ukraine and Russia is necessary to end the war and that an agreement can be reached between the countries.</p> <p>But other leaders are concerned about negotiations, and don’t want to accept Putin’s demands – for example, to keep land captured by Russian forces in Ukraine.</p>",
        "headlines": "What both sides want from <strong>crunch talks</strong> at the White House\n  <strong>BBC News<br/></strong>\nEurope’s Leaders <strong>Headed Off</strong> Giveaway to Putin, but Emerged Without a Clear Path\n  <strong>New York Times<br/></strong>\nFour key <strong>takeaways</strong> from Trump’s White House summit on Ukraine\n  <strong>The Guardian</strong>",
        "keywords": "\t<strong>crunch talks</strong>\n\t\timportant and urgent discussions\n\t\t<li>The company is in <strong>crunch talks</strong> with investors about funding for the future.</li>\n\t<strong>head something off<br/></strong>\n\t\tstop something unwanted from happening\n\t\t<li>The property developers organised a meeting with residents to <strong>head off</strong> any problems with their building plans.</li>\n\t<strong>takeaway</strong>\n\t\timportant piece of information to know or remember\n\t\t<li>One <strong>takeaway</strong> from the latest crime statistics is that car theft is on the rise.</li>"
    },
    {
        "title": "Is prostate cancer over-treated?",
        "description": "Charity Prostate Cancer UK says some people are being treated when they don't need to be.",
        "link": "https://www.bbc.com/audio/play/p0lwnygz",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250813",
        "story": "<p>The charity Prostate Cancer UK, says that the UK is treating too many patients for prostate cancer where the cancer is unlikely to cause harm. This is because sometimes the cancer grows very slowly.</p> <p>According to the charity, around one in four cases could be monitored instead of treated, allowing patients to avoid harmful side effects of treatment.</p> <p>The charity has criticised current guidance from the National Institute for Health and Care Excellence, known as NICE. NICE says it’s reviewing this guidance.</p> <p>Prostate Cancer UK says that there should be a greater focus on screening, which is widespread testing, so that the illness can be spotted at an earlier stage.</p>",
        "headlines": "‘ <strong>Outdated</strong> guidance’ sees thousands at risk of prostate cancer ‘overtreatment’\n  <strong>LBC</strong> <strong><br/></strong>\nSwindon research raises concerns over prostate cancer treatment <strong>contradictions</strong>\n  <strong>Greatest Hits Radio</strong> <strong><br/></strong>\nHarmful: Thousands of men given ‘unneccesary’ prostate cancer treatment every year due to ‘ <strong>wild west</strong> ’ guidelines\n  <strong>The Sun</strong>",
        "keywords": "\t<strong>outdated</strong>\n\t\tnot useful anymore\n\t\t<li>We need to replace the <strong>outdated</strong> machines in our factory.</li>\n\t<strong>contradiction</strong>\n\t\tstatements or facts that are opposed to each other\n\t\t<li>There was a contradiction between what the witnesses and defendants said in court.</li>\n\t<strong>wild west</strong>\n\t\ta situation with little control or regulation\n\t\t<li>My friend invested in cryptocurrencies, but it turned out to be a scam. It's a <strong>wild west</strong> sector.</li>"
    },
    {
        "title": "Hiroshima: 80 years since atomic bomb",
        "description": "80 years ago the United States dropped an atomic bomb on the Japanese city of Hiroshima.",
        "link": "https://www.bbc.com/audio/play/p0lvdsjg",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250806",
        "story": "<p>80 years ago, on 6th August 1945, the United States dropped an atomic bomb on the Japanese city of Hiroshima. The aim was to force a quick end to World War Two. The bomb destroyed the city of Hiroshima and about 140,000 people were killed. </p> <p>Hiroshima was the world's first nuclear attack, and it's the only time in history that nuclear weapons have been used in warfare.</p> <p>The threat of using nuclear weapons, and even nuclear war, is still high in the world. At the time of the Hiroshima bombings, only the USA had nuclear weapons. Now nine countries have them, including Russia, China and the UK. </p>",
        "headlines": "Hiroshima at 80: Remembering the bomb, <strong>reimagining</strong> peace\n  <strong>Gulf News</strong>\nNuclear threat still <strong>hangs over</strong> our world, 80 years on\n  <strong>Business Times</strong>\nHiroshima’s fading legacy: the race to secure survivors’ memories amid a new era of nuclear <strong>brinkmanship</strong>\n  <strong>The Guardian</strong>",
        "keywords": "\t<strong>reimagining</strong>\n\t\tthinking about something in a new and different way\n\t\t<li>During the Covid pandemic, schools had to <strong>reimagine</strong> how to teach classes.</li>\n\t<strong>hangs over</strong>\n\t\tthreatens\n\t\t<li>The funding has been rejected, so uncertainty is <strong>hanging over</strong> the future of the business.</li>\n\t<strong>brinkmanship</strong>\n\t\tthe act of making a dangerous situation worse to get what you want\n\t\t<li>The government said the teachers' threat to go on strike was <strong>brinkmanship</strong>.</li>"
    },
    {
        "title": "Thailand-Cambodia conflict",
        "description": "There have been military clashes at the Thailand-Cambodia border, with civilians killed.",
        "link": "https://www.bbc.com/audio/play/p0lt3fxw",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250730",
        "story": "<p>Fighting broke out last week on the border between Thailand and Cambodia leading to the deaths of at least 33 people and causing thousands of people to leave their homes.</p> <p>The exact border between the two countries has been disputed for many years – there are some areas which both countries claim to be theirs.</p> <p>Disagreement over the border goes back to 1907 when Cambodia was a French colony and a treaty was signed. Recent political developments in each country have also contributed to the current crisis.</p>",
        "headlines": "Thailand seeks to ease fears amid <strong>shaky</strong> ceasefire deal with Cambodia\n  <strong>The Guardian</strong>\nAs Thai-Cambodia truce nears, <strong>evacuees</strong> speak out\n  <strong>Deutsche Welle</strong>\nThe <strong>Roots</strong> of the Thailand-Cambodia Border Conflict\n  <strong>The Diplomat</strong>",
        "keywords": "\t<strong>shaky</strong>\n\t\tweak and vulnerable\n\t\t<li>No one wanted to invest in the company because of its <strong>shaky</strong> financial situation.</li>\n\t<strong>evacuee</strong>\n\t\tsomeone who has been moved from, or has moved from a dangerous location\n\t\t<li>Emergency hostels have been set up for <strong>evacuees.</strong></li>\n\t<strong>roots</strong>\n\t\tcauses\n\t\t<li>The <strong>roots</strong> of the economic crisis lie in the last government's policies.</li>"
    },
    {
        "title": "War in Gaza 'must end now', 28 countries say",
        "description": "28 nations have demanded an end to the war in Gaza and the release of Israeli hostages.",
        "link": "https://www.bbc.com/audio/play/p0lrrxrr",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250723",
        "story": "<p>A joint statement from 28 nations has demanded an end to the war in Gaza and the release of Israeli hostages. The statement says the 'suffering of civilians in Gaza has reached new depths', meaning it is worse than ever.</p> <p>More than 100 aid agencies say mass starvation is spreading across Gaza.</p> <p>Over 59,000 have been killed since Israel launched its offensive after the Hamas-led attacks on 7 October 2023, according to Gaza's health ministry, run by Hamas.</p> <p>Israel has rejected the criticism in the joint statement from the 28 countries as being 'disconnected from reality'.</p>",
        "headlines": "Foreign ministers of 28 countries <strong>call for</strong> immediate ceasefire in Gaza\n  <strong>Euro News</strong>\nUK and 27 nations accuse Israel of ' <strong>drip feeding</strong> ' aid to Gaza civilians as they condemn 'horrifying' killings\n  <strong>BBC</strong>\nAs over 25 countries demand end to Gaza war, Israel <strong>points fingers</strong> at Hamas\n  <strong>ynetnews</strong>",
        "keywords": "\t<strong>call for</strong>\n\t\trequest something strongly\n\t\t<li>Flood victims are <strong>calling for</strong> stronger action against climate change.</li>\n\t<strong>drip feed</strong>\n\t\tgive in separate, small amounts\n\t\t<li>Relatives felt they were being<strong> drip fed</strong> information on their missing loved ones after the storm.</li>\n\t<strong>point fingers</strong>\n\t\tblame\n\t\t<li>The company is <strong>pointing fingers</strong> at its suppliers for problems with faulty products.</li>"
    },
    {
        "title": "India Air crash report doubts",
        "description": "What caused the Air India crash? And why is the preliminary report being criticised?",
        "link": "https://www.bbc.com/audio/play/p0lqf5tk",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250716",
        "story": "<p>On the 12 June, Air India flight 171 from Ahmedabad to London crashed less than a minute after take-off, killing 241 people on board and 19 on the ground.</p> <p>The preliminary report, published by India's Air Accident Investigation Bureau, has caused controversy. It has been criticised by aviation experts and the Indian commercial pilots association. </p> <p>The investigators have been accused of not giving enough details, which may lead people to an incorrect conclusion.</p>",
        "headlines": "As theories <strong>swirl</strong> about Air India crash, key details remain unknown\n  <strong>BBC News</strong>\nAir India crash: What AAIB report confirms, what it rules out, what <strong>still remains unanswered</strong>\n  <strong>Times of India</strong>\nWas the Air India crash caused by pilot error or technical fault? None of the theories <strong>holds up</strong> – yet\n  <strong>The Conversation</strong>",
        "keywords": "\t<strong>swirl</strong>\n\t\tdifferent ideas exist and are being discussed\n\t\t<li>Theories <strong>swirled</strong> about the real reason for the prime minister's resignation. </li>\n\t<strong>still remains unanswered</strong>\n\t\thasn't yet been explained\n\t\t<li>This research has told us a lot about the dinosaurs, but many questions <strong>still remain unanswered</strong>.</li>\n\t<strong>hold up</strong>\n\t\tprove to be right or correct when examined\n\t\t<li>The defence's arguments didn't <strong>hold up</strong> in court when the evidence was presented. </li>"
    },
    {
        "title": "Texas hit by deadly floods",
        "description": "Flash floods hit central Texas in the USA. Georgie and Phil discuss the story.",
        "link": "https://www.bbc.com/audio/play/p0lp1d5y",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250709",
        "story": "<p>Flash floods hit central Texas in the USA on Thursday night and Friday morning. More than 100 people have died in the floods and many are still missing.</p> <p>The floods caused the Guadalupe river to burst its banks and water levels rose by eight metres in just 45 minutes.</p> <p>Victims include 27 girls and staff from Camp Mystic a Christian all-girls' summer camp. </p> <p>Camp Mystic said in a statement on Monday, \"Our hearts are broken alongside our families that are enduring this unimaginable tragedy.\"</p>",
        "headlines": "‘Unimaginable tragedy’: Texas camp <strong>speaks out</strong> after 27 campers and counselors die in flooding\n  <strong>The Independent</strong>\nWhy did deadly Texas floods <strong>catch</strong> people <strong>by surprise?</strong>\n  <strong>Sky News</strong>\nTrump <strong>faces scrutiny</strong> over climate funding cuts amid Texas floods\n  <strong>Al Jazeera</strong>",
        "keywords": "\t<strong>speak out<br/></strong>\n\t\tspeak publicly about something important\n\t\t<li>The employee was finally able to <strong>speak out</strong> about the bullying that happened at work once she left the job.</li>\n\t<strong>catch (someone) by surprise</strong>\n\t\thappen unexpectedly\n\t\t<li>News of the hospital’s closure <strong>caught</strong> everyone <strong>by surprise.</strong> No one knew they were having financial difficulties.</li>\n\t<strong>face scrutiny</strong>\n\t\texperience a close and critical examination\n\t\t<li>The company's chairman is <strong>facing scrutiny</strong> over its poor financial performance. </li>"
    },
    {
        "title": "Deadly heatwave hits Europe",
        "description": "Many European countries are experiencing an extreme heatwave. Beth and Phil discuss.",
        "link": "https://www.bbc.com/audio/play/p0lmn5d6",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250702",
        "story": "<p>Many European countries are experiencing an extreme heatwave and are on a red heat alert. This means there is a major risk to life and infrastructure.</p> <p>Two people in Italy have died because of the heat, while in Turkey, over 50,000 people have been evacuated because of wildfires.</p> <p>Experts say extreme hot weather, like heatwaves, will happen more often, last for longer and become even more intense as the planet continues to warm. </p>",
        "headlines": "European heatwave leaves Spain, Portugal, Italy and Greece in <strong>sweltering</strong> 40C heat\n  <strong>Sky News</strong>\nSchools closed and Paris at standstill as France <strong>takes brunt of</strong> Europe’s heat wave\n  <strong>MSN</strong>\nLethal heat is Europe’s <strong>new</strong> climate <strong>reality</strong>\n  <strong>Politico</strong>",
        "keywords": "\t<strong>sweltering<br/></strong>\n\t\tuncomfortably hot\n\t\t<li>It’s <strong>sweltering</strong> out here! I really need an iced drink and a room with air conditioning.</li>\n\t<strong>take the brunt of</strong>\n\t\texperience the worst part of something negative\n\t\t<li>The manager <strong>took the brunt of</strong> the blame when most of her staff left the company.</li>\n\t<strong>new reality</strong>\n\t\ta new and different situation to the past\n\t\t<li>Peace and quiet is my <strong>new reality </strong>since moving to the countryside. </li>"
    },
    {
        "title": "Israel-Iran ceasefire",
        "description": "A ceasefire is in place after over a week of missile strikes between Israel and Iran.",
        "link": "https://www.bbc.com/audio/play/p0ll92x3",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250625",
        "story": "<p>A ceasefire in the conflict between Israel and Iran is in place.</p> <p>US President Donald Trump announced the ceasefire after over a week of missile attacks between Israel and Iran. The US also launched air strikes on Iran's nuclear facilities over the weekend.</p> <p>At first, strikes continued between Israel and Iran after the ceasefire was announced, but now the agreement appears to be holding.</p>",
        "headlines": "How the Iran-Israel ceasefire is meant to <strong>play out</strong>\n  <strong>Al Jazeera</strong>\nTrump <strong>lashes out</strong> at Israel and Iran as fragile truce is tested\n  <strong>New York Times</strong>\nIf Iran and Israel do stop firing, Trump's high-risk strikes may <strong>pay off</strong>\n  <strong>BBC News</strong>",
        "keywords": "\t<strong>play out</strong>\n\t\thappen or develop\n\t\t<li>I’m not feeling that well, so I’ll see how things <strong>play out</strong> before making any plans this weekend.</li>\n\t<strong>lash out</strong>\n\t\tattack suddenly and violently, often through words\n\t\t<li>He <strong>lashed out</strong> at his boss when he didn’t get the promotion. It wasn’t very professional.</li>\n\t<strong>pay off</strong>\n\t\tend in success, be worthwhile\n\t\t<li>My mum wasn’t sure about moving to the countryside. But the decision has <strong>paid off</strong>. She loves it!</li>"
    },
    {
        "title": "Israel-Iran strikes",
        "description": "Israel has launched missile strikes on Iran, who have responded with strikes on Israel.",
        "link": "https://www.bbc.com/audio/play/p0ljyn12",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250618",
        "story": "<p>Israel launched an attack on Iran last Friday, targeting nuclear and military facilities.</p> <p>The strikes killed several senior Iranian military commanders and Iranian nuclear scientists.</p> <p>Iran retaliated with missile attacks targeting Israel.</p> <p>Iran's health ministry said at least 224 people have been killed in the Israeli strikes, while Israel says Iranian attacks have killed 24 people.</p>",
        "headlines": "Iran Launches New Missile <strong>Barrage</strong> , Israel Claims Assassination of Top General\n  <strong>Palestine Chronicle</strong>\nIsrael’s strikes <strong>zeroed in on</strong> Iran’s nuclear program. How much damage was done?\n  <strong>CNN</strong>\nTrump says early G7 exit ‘nothing <strong> to do</strong> ’ <strong>with</strong> Macron’s remarks on Israel-Iran ceasefire offer\n  <strong>France 24</strong>",
        "keywords": "\t<strong>barrage<br/></strong>\n\t\ta large amount of something that all comes at once\n\t\t<li>The TV show received a <strong>barrage</strong> of complaints after the presenter made an offensive comment.<strong><br/></strong></li>\n\t<strong>zero in on</strong>\n\t\tfocus all your attention on something\n\t\t<li>The government has said they will <strong>zero in on</strong> youth unemployment this year - it's their main focus.</li>\n\t<strong>to do with (something)</strong>\n\t\tabout or connected to\n\t\t<li>I’m sneezing a lot lately. I think it has something <strong>to do with</strong> the dust. <strong><br/></strong></li>"
    },
    {
        "title": "Los Angeles protests: Trump sends Marines",
        "description": "Donald Trump sends the Marines to Los Angeles after immigration raids lead to protest",
        "link": "https://www.bbc.com/audio/play/p0lhm686",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250611",
        "story": "<p>Immigration raids in Los Angeles led to protest, some of which have become violent.</p> <p>In response, President Trump sent National Guard troops, now supported by US Marines to subdue the protests.</p> <p>This move was opposed by California state governor, Gavin Newsom as well as the Mayor of Los Angeles, Karen Bass.</p> <p>Local authorities in California said that the intervention of National Guard troops and Marines could provoke more violence.</p>",
        "headlines": "Mass arrests in LA as police enforce night-time <strong>curfew</strong>\n  <strong>BBC News</strong>\nUS marines to deploy to Los Angeles to help <strong>quell</strong> anti-ICE riots\n  <strong>Fox News</strong>\n‘ <strong>A Self-Fulfilling Prophecy</strong> ’: How the Clash in LA Could Explode\n  <strong>Politico</strong>",
        "keywords": "\t<strong>curfew</strong>\n\t\ta restriction on being outside at a particular time\n\t\t<li>The <strong>curfew</strong> meant that everyone had to be home by 8 o'clock.</li>\n\t<strong>quell</strong>\n\t\tstop or calm\n\t\t<li>The police managed to <strong>quell</strong> the trouble quickly.</li>\n\t<strong>a self-fulfilling prophecy</strong>\n\t\ta situation caused by predicting that something will happen\n\t\t<li>She believed she'd fail the exam so she didn't study, and then she failed. It was a <strong>self-fulfilling prophecy</strong>. <strong><br/></strong></li>"
    },
    {
        "title": "North Korean secrets revealed by phone",
        "description": "A North Korean smartphone has revealed details about how the regime controls its people",
        "link": "https://www.bbc.com/audio/play/p0lg9l0w",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250604",
        "story": "<p>The BBC has gained access to a North Korean phone which has been smuggled out of the country.</p> <p>The phone doesn’t have access to the internet and is designed to make sure its users follow the rules in North Korea, which is closely controlled by its leader Kim Jong-un.</p> <p>The phone creates a screenshot every five minutes, which is used by the country's authorities to watch the user.</p> <p>The phone also has an autocorrect function which changes terms used in South Korea to expressions favoued by the North Korean regime.</p>",
        "headlines": "Smartphone smuggled out of North Korea shows <strong>chilling</strong> details implemented by Kim Jong-un's regime\n  <strong>LADbible</strong>\nFrom 'oppa' to comrade: North Korea's phones auto-correct to fit <strong>party line</strong>\n  <strong>India Today</strong>\nThis smartphone smuggled out of North Korea is absolutely <strong>wild</strong>\n  <strong>Futurism</strong>",
        "keywords": "\t<strong>chilling</strong>\n\t\tfrightening\n\t\t<li>I read a <strong>chilling</strong> story about a ghost and now I can’t sleep.</li>\n\t<strong>party line</strong>\n\t\tthe official opinion of an organisation, usually political\n\t\t<li>The mayor didn’t say anything new in her speech. Just the usual <strong>party line</strong>.</li>\n\t<strong>wild</strong>\n\t\tstrange or unexpected\n\t\t<li>This TV show is <strong>wild</strong>. I have no idea what’s going to happen next.</li>"
    },
    {
        "title": "Global warming increases risk of cancer in women: Study",
        "description": "Global warming increases the risk of cancer in women, a new study has found",
        "link": "https://www.bbc.com/audio/play/p0ldxkr8",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250528",
        "story": "<p>Global warming is linked to an increased risk of cancer in women, a recent study has found.</p> <p>The study included 17 countries in the Middle East and North Africa region – some of the hottest parts of the world.</p> <p>It found that increased heat is linked to an increase in rates of breast, ovarian, uterine and cervical cancers.</p> <p>The researchers say countries in this region must take global warming into account in their future cancer control plans.</p>",
        "headlines": "Global Warming Could Be Making Cancer In Women More Common And <strong>Deadly</strong> : Study\n  <strong>NDTV</strong>\nGlobal heating may be <strong>fuelling</strong> rise in deadly cancers among women\n  <strong>The Independent</strong>\nDoctors <strong>sound alarm</strong> over link between cancer explosion and crisis Trump calls a hoax\n  <strong>Daily Mail</strong>",
        "keywords": "\t<strong>deadly</strong>\n\t\tlikely to cause death\n\t\t<li>The snake’s venom is <strong>deadly</strong> – it can kill a human in just a few hours.</li>\n\t<strong>fuel</strong>\n\t\tcause or make worse\n\t\t<li>Inflation is <strong>fuelling</strong> the cost of living crisis.</li>\n\t<strong>sound the alarm</strong>\n\t\twarn\n\t\t<li>Economists are <strong>sounding the alarm</strong> over growing unemployment.</li>"
    },
    {
        "title": "Human consciousness: Where is it in the brain?",
        "description": "Two theories about consciousness have been put to the test by scientists.",
        "link": "https://www.bbc.com/audio/play/p0lchlpw",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250521",
        "story": "<p>Consciousness is everything a person experiences – someone's awareness of their thoughts, feelings, sensations, memories. But where does this happen in the brain?</p> <p>Scientists haven’t yet agreed on an explanation, but recently, two leading theories were put to the test in a large, research project.</p> <p>The two theories that were put against each other were very different. For example, for one of them, the front part of the brain is not considered necessary for consciousness. Whereas the other theory argues that consciousness comes from what they call ‘global broadcasting’ across the brain, which does include the front regions.</p> <p>Both theories made some accurate predictions about what was happening in the brain, but some of the predictions were wrong. “Both theories are incomplete,” said Dr. Ferrante, one of the neuroscientists working on the project.</p>",
        "headlines": "Two Theories <strong>Face Off</strong> to Explain the Origins of Consciousness\n  <strong>Scientific American</strong>\nTwo Theories of Consciousness Faced Off. The Ref <strong>Took a Beating</strong> .\n  <strong>The New York Times</strong>\nLandmark study puts leading theories of consciousness to the test— neither comes out <strong>unscathed</strong>\n  <strong>University of Birmingham<br/></strong>",
        "keywords": "\t<strong>face off</strong>\n\t\tmeet to argue or compete\n\t\t<li>Two colleagues of mine are <strong>facing</strong> <strong>off</strong> in a battle for the promotion.</li>\n\t<strong>take a beating</strong>\n\t\tsuffer some damage\n\t\t<li>My presentation at work last week went really badly. My confidence really <strong>took a beating</strong>.</li>\n\t<strong>unscathed</strong>\n\t\tundamaged\n\t\t<li>The government came out <strong>unscathed</strong> after the corruption scandal.</li>"
    },
    {
        "title": "Weight loss drugs reduce cancer risk, study finds",
        "description": "Weight loss drugs could reduce the risk of cancer by 50%.",
        "link": "https://www.bbc.com/audio/play/p0lb3v5q",
        "full_content_link": "https://www.bbc.co.uk/learningenglish/english/features/learning-english-from-the-news_2025/250514",
        "story": "<p>Weight-loss drugs like could reduce the risk of getting cancer by half, new research suggests.</p> <p>Cancer experts are excited by the findings, with one saying that this could be a whole new era of preventative cancer medicine.</p> <p>Obesity is associated with 13 different cancers. Losing weight reduces the risk, but the researchers have calculated that the weight-loss drugs provide an additional protective effect, beyond just weight loss. </p> <p>The authors of the study think this could be because the drugs reduce inflammation in the body.</p>",
        "headlines": "Weight loss <strong>jabs</strong> may prevent cancer due to health benefits 'beyond weight loss'\n  <strong>Daily Record</strong>\nWeight-loss jabs ‘ <strong>halve</strong> the risk of cancer’\n  <strong>The Telegraph</strong> <strong><br/></strong>\nWeight loss jabs could almost <strong>halve</strong> risk of obesity-related cancers beyond slimming down, study suggests\n  <strong>Sky News</strong>",
        "keywords": "\t<strong>jabs<br/></strong>\n\t\tinjections\n\t\t<li>I hate getting <strong>jabs</strong> – I’m really scared of needles.</li>\n\t<strong>halve</strong>\n\t\treduce by half\n\t\t<li>The theme park <strong>halved</strong> its prices for the day to attract more customers.</li>\n\t<strong>slim down</strong>\n\t\tbecome thinner\n\t\t<li>Dad wants to <strong>slim</strong> <strong>down</strong> before our friend's wedding so he can fit into his old suit. </li>"
    }
]